{
  "capeHeadline": [
    "Contribute to CAPE: Citizen Action for Political Education",
    "Aporte al CAPE: acción ciudadana en favor de la educación política",
    "Участие в CAPE — гражданском движении за политическое просвещение",
    "Đóng góp vào CAPE: Hành động của công dân cho giáo dục chính trị",
    "捐助 CAPE：公民政治教育行动"
  ],
  "capeSubhead": [
    "Collective political action to raise wages, protect benefits, fund public services, and build strong communities.",
    "Acción política colectiva que busca aumentar los salarios, proteger los beneficios, financiar los servicios públicos y fortalecer las comunidades.",
    "Совместная политическая инициатива в поддержку повышения зарплат, увеличения льгот, получения государственных дотаций и создания сплоченных сообществ.",
    "Hành động chính trị tập thể nhằm tăng lương, bảo vệ quyền lợi, tài trợ cho các dịch vụ công cộng và xây dựng các cộng đồng vững mạnh.",
    "集体政治行动旨在提高工资、保护福利、资助公共服务，以及建设强大的社区。"
   ],
  "capeBody1": [
    "When workers unite, legislators listen. In 2019, SEIU Local 503 CAPE advocacy led to historic wins:",
    "Cuando los trabajadores se unen, los legisladores prestan atención. En el 2019, la defensa del CAPE de SEIU Local 503 generó victorias históricas:",
    "Когда работники объединяются, к ним прислушиваются законодатели. В 2019 году поддержка ассоциации CAPE профсоюзом SEIU Local 503 дала весомые результаты:",
    "Khi người lao động đoàn kết thì các nhà làm luật sẽ lắng nghe. Trong năm 2019, hoạt động ủng hộ CAPE SEIU Local 503 đã mang đến những chiến thắng lịch sử:",
    "当工人们团结起来时，立法者就会听见我们的声音。2019 年，SEIU Local 503 CAPE 倡议取得了历史性胜利："
   ],
  "capeBullet1": [
    "Funding for raises and benefits for state employees and homecare workers are double what they were in the last budget, setting members up for strong contracts",
    "Se duplicó el presupuesto para financiar los aumentos y beneficios dirigidos a empleados estatales y trabajadores de atención domiciliaria, lo que generó que los miembros tengan mejores contratos",
    "Финансирование, выделяемое на повышение зарплат и предоставление льгот государственным служащим и социальным работникам, выросло в 2 раза по сравнению с бюджетом прошлого года, что улучшит условия контрактов членов профсоюза.",
    "Khoản tài trợ cho việc tăng lương và quyền lợi cho nhân viên của tiểu bang cũng như người lao động chăm sóc tại gia tăng gấp đôi so với ngân quỹ trước đó, mang đến cho thành viên các hợp đồng tốt",
    "为州雇员和居家护理工作者的加薪和福利而提供的资金是上次预算的两倍，为成员们提供了强有力的合同支撑"
   ],
  "capeBullet2": [
    "Oregon passed the strongest Paid Family and Medical Leave law in the nation",
    "Oregón aprobó la ley más estricta de la nación relativa a la licencia remunerada por razones médicas y familiares",
    "В штате Орегон приняли Закон об оплачиваемом отпуске по состоянию здоровья и семейным обстоятельствам с наиболее благоприятными условиями в США.",
    "Oregon đã thông qua luật Nghỉ phép vì lý do gia đình và y tế được hưởng lương tốt nhất tại quốc gia",
    "俄勒冈州通过了全美最严格的《带薪家庭和医疗休假法》"
   ],
  "capeCardHead": [
    "Join us",
    "Únase a nosotros",
    "Присоединяйтесь к нам",
    "Tham gia cùng chúng tôi",
    "加入我们"
   ],
  "capePullQuote": [
    "I can’t write big checks. But I contribute what I can each month to CAPE. And when we put all of our resources together, we have shown we can elect legislators in Oregon who will fight for working families and our clients.",
    "No puedo ofrecer grandes sumas, pero mensualmente aporto lo que puedo al CAPE. Si juntamos todos nuestros recursos, demostraremos que podemos elegir legisladores en Oregón que lucharán por las familias trabajadoras y nuestros clientes.",
    "Я не могу выписывать чеки на большие суммы. Но вношу взносы в CAPE каждый месяц в том объеме, который могу предоставить. Когда мы объединяем все свои ресурсы, как мы уже доказали, мы можем избирать своих кандидатов в законодательные органы штата Орегон, которые будут работать на благо рабочих семей и наших клиентов.",
    "Tôi không thể đóng góp nhiều về mặt tài chính. Tuy nhiên, tôi sẽ đóng góp cho CAPE theo sức mình mỗi tháng. Và khi tập hợp mọi nguồn lực với nhau, chúng ta cho thấy rằng chúng ta có thể bầu các nhà làm luật ở Oregon. Họ sẽ đấu tranh cho các gia đình lao động và khách hàng của chúng ta.",
    "我没有能力开大额支票。但每个月我都尽自己所能为 CAPE 捐款。我们已经向大家证明，当整合所有资源后，我们就可以在俄勒冈州选出将为工薪家庭和我们的客户而奋斗的立法者。"
   ],
  "capeQuoteAttr": [
    "Deffo Mebrat, Adult Foster Care Provider",
    "Deffo Mebrat, proveedor de atención temporal para adultos",
    "Деффо Мебрат (Deffo Mebrat), поставщик услуг по опеке над совершеннолетними пациентами",
    "Deffo Mebrat, Nhà cung cấp dịch vụ Chăm sóc nuôi dưỡng cho người trưởng thành",
    "Deffo Mebrat，成人寄养护理提供者"
   ],
  "capePaymentHead": [
    "Make your contribution today",
    "Realice su aporte hoy",
    "Сделайте свой взнос сегодня",
    "Hãy đóng góp ngay hôm nay",
    "今天就做出自己的贡献吧"
   ],
  "capeAmountMonthly": [
    "Monthly donation amount",
    "Monto de la donación mensual",
    "Сумма ежемесячного взноса",
    "Khoản đóng góp hàng tháng",
    "月捐款额"
   ],
  "capeAmountOneTime": [
    "One-time donation amount",
    "Monto de la donación única",
    "Сумма единовременного благотворительного взноса",
    "Khoản đóng góp một lần",
    "一次性捐款额"
   ],
  "capeAmountOther": [
    "Donation amount",
    "Monto de la donación",
    "Сумма благотворительного взноса",
    "Khoản đóng góp",
    "捐款额"
   ],
 "donationFrequency": [
    "Monthly or one-time donation?",
    "¿Donación mensual o única?",
    "Взнос ежемесячный или единовременный?",
    "Đóng góp hàng tháng hay một lần?",
    "每月捐款还是一次性捐款？"
 ],
  "Monthly": [
    "Monthly",
    "Mensual",
    "Ежемесячный",
    "Hàng tháng",
    "每月"
 ],
  "One-Time": [
    "One-Time",
    "Única",
    "Единовременный",
    "Một lần",
    "一次性"
 ],
 "currentContribution1": [
    "You are currently signed up to contribute",
    "Actualmente está inscrito a contribuir",
    "Вы подписаны на отправку ежемесячных",
    "Quý vị hiện đã đăng ký để đóng góp",
    "您目前签署的是"
 ],
 "currentContribution2": [
    "per month. Would you like to increase your monthly contribution? mensual.",
    "al mes. ¿Le gustaría aumentar su aporte mensual?",
    "взносов. Хотите увеличить ежемесячный взнос?",
    "theo tháng. Quý vị có muốn tăng khoản đóng góp hàng tháng không?",
    "每月捐款。您想增加每月捐款额吗？"
 ],
 "capeLegalCheckoff1": [
   "By submitting this form, I hereby authorize my Employer to deduct the designated amount from my monthly earnings as a contribution to SEIU Local 503, OPEU CAPE.",
    "Por medio del presente, y tras haber enviado este formulario, autorizo a mi Empleador a deducir de mis ganancias mensuales el monto designado como aporte al CAPE de SEIU Local 503, OPEU.",
    "Отправляя эту форму, я уполномочиваю своего Работодателя вычитать указанную сумму из моей ежемесячной заработной платы в качестве взноса в профсоюз SEIU Local 503, OPEU CAPE.",
    "Bằng việc gửi biểu mẫu này, tôi ủy quyền cho Chủ sử dụng lao động của mình chiết khấu một khoản chỉ định từ tiền lương hàng tháng của tôi để làm khoản đóng góp cho CAPE SEIU Local 503, OPEU.",
    "通过提交此表格，我特此授权我的雇主从我的月收入中扣除指定金额作为本人向 SEIU Local 503，OPEU CAPE 的捐款。"
],
"capeLegalStripe1": [
  "By submitting this form I am agreeing with the terms stated here:",
  "Al enviar este formulario, estoy aceptando los términos que se estipulan aquí:",
  "Отправляя эту форму, я соглашаюсь с изложенными здесь условиями:",
  "Bằng việc gửi biểu mẫu này, tôi đồng ý với các điều khoản nêu dưới đây:",
  "提交此表格即表示我同意以下所述的条款："
],
"capeLegal2": [
  "My contribution will be used to support member-endorsed candidates and for expenditures in connection with elections for Local, Legislative, Statewide, and Federal offices. These elected officials make critical decisions on salaries, health care, retirement, and other benefits and laws affecting SEIU Local 503, OPEU members. A portion of this contribution (as much as 48% for the average contributor) may be used by SEIU for federal elections.",
  "Mi aporte se utilizará para respaldar a los candidatos apoyados por los miembros y cubrir los gastos relacionados con las elecciones de cargos locales, legislativos, estatales y federales. Estos funcionarios elegidos toman decisiones fundamentales relativas a salarios, atención de salud, jubilación, y otros beneficios y leyes que afectan a los miembros de SEIU Local 503, OPEU. Es posible que SEIU utilice una parte de este aporte (aproximadamente el 48 % en el caso de contribuyentes promedio) para las elecciones federales.",
  "Данный взнос будет направлен на поддержку кандидатов, одобренных членами профсоюза, и расходы, связанные с выборами в местные, законодательные, региональные и федеральные органы. Избранные депутаты принимают важные решения по вопросам размера заработной платы, здравоохранения, пенсионного обеспечения и другим льготам и законам, имеющим отношение к членами профсоюза SEIU Local 503, OPEU. Профсоюз SEIU может направить часть настоящего взноса (а именно 48 % для среднего плательщика взносов) на федеральные выборы.",
  "Khoản đóng góp của tôi sẽ dùng để hỗ trợ các ứng viên được thành viên chấp nhận và cho việc chi tiêu liên quan đến việc bầu cử ở các văn phòng Địa phương, Lập pháp, Toàn tiểu bang và Liên bang. Những công chức được bầu này sẽ đưa ra các quyết định quan trọng về lương, dịch vụ chăm sóc sức khỏe, hưu trí cũng như phúc lợi và các luật khác ảnh hưởng đến thành viên của SEIU Local 503, OPEU. SEIU có thể dùng một phần đóng góp này (tối đa trung bình 48%/người đóng góp) cho việc bầu cử liên bang.",
  "我的捐款将用于支持成员认可的候选人以及与地方、立法、全州和联邦办事处选举有关的支出。当选官员会就工资、医疗保健、退休以及其他会影响 SEIU Local 503，OPEU 会员的福利和法律做出关键决策。SEIU 可将部分捐款金额（多达平均捐款人所捐款的 48％）用于联邦选举。"
],
"capeLegal3": [
  "The contribution amounts indicated above are only suggestions and I may choose not to contribute or to vary my contribution amount without reprisal from my Union or my Employer.",
  "Los montos del aporte que se indicaron anteriormente solo son sugerencias, de modo que puedo abstenerme de aportar o cambiar el monto sin que esto suponga represalias por parte de mi Unión o mi Empleador.",
  "Указанные суммы взносов носят рекомендательный характер, я могу не вносить взнос или изменять его размер без угрозы принятия ответных мер со стороны моего Профсоюза или Работодателя.",
  "Khoản đóng góp nêu trên chỉ là đề xuất và tôi có thể chọn không đóng góp hoặc thay đổi khoản đóng góp mà không bị Công đoàn hoặc Chủ sử dụng lao động của mình trả đũa.",
  "上述捐款金额仅为建议，我可以选择不捐款或更改我的捐款金额，而不会被工会或雇主报复。"
],
"capeLegal4": [
  "Federal law states that only represented workers and executive/administrative staff who are U.S. citizens or lawful permanent residents are eligible to contribute to CAPE.",
  "La ley federal declara que solo los trabajadores representados y el personal administrativo/ejecutivo que sean ciudadanos de los EE. UU. o residentes permanentes legales son elegibles para aportar al CAPE.",
  "В соответствии с федеральным законом, взносы в CAPE (гражданское движение за политическое просвещение) могут вносить только работники с представительством в профсоюзе и члены исполнительных комитетов / административный персонал, являющиеся гражданами или законными постоянными резидентами США.",
  "Luật liên bang quy định rằng chỉ có người lao động được đại diện, nhân viên điều hành/quản trị là thường trú nhân hợp pháp hoặc công dân Hoa Kỳ mới đủ điều kiện đóng góp vào CAPE.",
  "根据联邦法律的规定，只有代表美国公民或合法永久居民的工会工人和行政人员才有资格向 CAPE 捐款。"
],
"capeLegal5": [
  "This authorization is made voluntarily and is not a condition of my employment or membership in the union.",
  "Esta autorización es voluntaria y no supone una condición para mantener mi empleo o membresía en la Unión.",
  "Настоящая передача полномочий осуществляется на добровольной основе и не является условием моего принятия на работу или в члены профсоюза.",
  "Việc ủy quyền này là tự nguyện và không phải điều kiện của công việc hay tư cách thành viên của tôi trong công đoàn.",
  "该授权是我自愿作出的，不是我就业或加入工会的条件。"
],
"capeLegal6": [
  "This authorization shall remain in effect until revoked in writing by me. This contribution is in addition to dues and existing contributions through payroll deduction/ACH transfer. This contribution is not deductible for federal income tax purposes.",
  "Esta autorización permanecerá vigente hasta que yo mismo la revoque por escrito. Este aporte es adicional a las cuotas y aportes existentes que se deduzcan de la nómina/transferencia ACH. Este aporte no es deducible para efectos del impuesto federal sobre la renta.",
  "Настоящая передача полномочий сохраняет законную силу до своей отмены, оформленной мною в письменном виде. Настоящий взнос является дополнением к отчислениям и взносам, перечисляемым путем вычета из зарплаты / перевода ACH. Настоящий взнос не подлежит вычету из федерального налога на прибыль.",
  "Việc ủy quyền này sẽ vẫn có hiệu lực cho đến khi tôi hủy bỏ bằng văn bản. Khoản đóng góp này khác với khoản thuế và các khoản đóng góp hiện tại thông qua hình thức chiết khấu lương/chuyển ACH. Khoản đóng góp này không nhằm mục đích khấu trừ thuế thu nhập liên bang.",
  "该授权在我通过书面形式撤销前将一直有效。此捐款是通过薪资扣除/ACH 转账来支付会费和现有捐款的补充。此捐款不可从联邦所得税中扣除。"
],
"capeNewLegal1": [
  "This contribution qualifies for the Oregon Political Tax Credit. Single filers are eligible for a credit up to $50/year; joint filers up to $100 per year.",
  "Esta contribución califica para el Crédito Tributario Político de Oregon. Los contribuyentes individuales son elegibles para un crédito de hasta $ 50 / año; contribuyentes conjuntos de hasta $ 100 por año.",
  "Этот взнос имеет право на Орегонский политический налоговый кредит. Отдельные заявители имеют право на кредит до 50 долларов США в год; совместные регистраторы до 100 долларов в год.",
  "Đóng góp này đủ điều kiện cho Tín dụng Thuế Chính trị Oregon. Những người quay phim đơn lẻ đủ điều kiện nhận khoản tín dụng lên tới $ 50 / năm; quay phim chung lên tới $ 100 mỗi năm.",
  "此捐款符合俄勒冈州政治税收抵免的资格。 单身报名者有资格获得每年最高$ 50的抵免额； 联合申报者，每年最高$ 100。"
],
"capeNewLegal2": [
  "This authorization is made voluntarily based on my specific understanding that:",
  "Esta autorización se realiza voluntariamente en base a mi entendimiento específico de que:",
  "Это разрешение сделано добровольно на основании моего конкретного понимания того, что:",
  "Việc ủy quyền này được thực hiện một cách tự nguyện dựa trên sự hiểu biết cụ thể của tôi rằng:",
  "根据我的特定理解，该授权是自愿的："
],
"capeNewLegal3": [
  "1) I am not required to sign this form or make voluntary contributions to SEIU Local 503, OPEU CAPE as a condition of my employment or membership in the union;",
  "1) No estoy obligado a firmar este formulario o hacer contribuciones voluntarias a SEIU Local 503, OPEU CAPE como condición de mi empleo o membresía en el sindicato;",
  "1) Я не обязан подписывать эту форму или делать добровольные взносы в SEIU Local 503, OPEU CAPE в качестве условия моей работы или членства в профсоюзе;",
  "1) Tôi không bắt buộc phải ký vào mẫu đơn này hoặc đóng góp tự nguyện cho SEIU Local 503, OPEU CAPE như một điều kiện làm việc hoặc là thành viên của tôi trong công đoàn;",
  "1）作为我受雇或加入工会的条件，我无需签署此表格或向SEIU Local 503，OPEU CAPE自愿捐款；"
],
"capeNewLegal4": [
  "2) I may refuse to contribute without reprisal;",
  "2) Puedo negarme a contribuir sin represalias;",
  "2) я могу отказаться от участия без репрессий;",
  "2) Tôi có thể từ chối đóng góp mà không trả thù;",
  "2）我可以拒绝捐款而无需报复；"
],
"capeNewLegal5": [
  "3) Under law, only union members and executive / administrative staff who are U.S. Citizens or lawful permanent residents are eligible to contribute to CAPE;",
  "3) Según la ley, solo los miembros del sindicato y el personal ejecutivo / administrativo que son ciudadanos estadounidenses o residentes permanentes legales son elegibles para contribuir a CAPE;",
  "3) По закону, только члены профсоюза и исполнительный / административный персонал, которые являются гражданами США или законными постоянными жителями, имеют право вносить вклад в CAPE;",
  "3) Theo luật, chỉ có các thành viên công đoàn và nhân viên điều hành / hành chính là Công dân Hoa Kỳ hoặc thường trú nhân hợp pháp mới đủ điều kiện đóng góp cho CAPE;",
  "3）根据法律，只有美国公民或合法永久居民的工会会员和执行人员/行政人员才有资格向CAPE供款；"
],
"capeNewLegal6": [
  "4) The contribution amounts on this form are merely suggestions, and I may contribute more or less by this or other means without fear of favor or disadvantage from SEIU or my employer;",
  "4) Los montos de las contribuciones en este formulario son meramente sugerencias, y puedo contribuir más o menos por este u otro medio sin temor al favor o desventaja de SEIU o mi empleador;",
  "4) Суммы взносов в этой форме являются всего лишь предложениями, и я могу вносить более или менее взносы тем или иным способом, не опасаясь одолжения или невыгодности со стороны SEIU или моего работодателя;",
  "4) Số tiền đóng góp trong mẫu đơn này chỉ là đề xuất và tôi có thể đóng góp ít nhiều bằng cách này hoặc phương tiện khác mà không sợ sự ủng hộ hay bất lợi từ SEIU hoặc chủ lao động của tôi;",
  "4）此表格上的捐款金额仅是建议，我可以通过这种或其他方式或多或少地捐款，而不必担心SEIU或我的雇主的赞成或不利；"
],
"capeNewLegal7": [
  "5) SEIU Local 503, OPEU CAPE uses the money it receives for political purposes – including, but not limited to, making contributions to and expenditures on behalf of candidates for federal, state, and local offices – and addressing political issues of public importance.",
  "5) SEIU Local 503, OPEU CAPE utiliza el dinero que recibe con fines políticos, incluyendo, entre otros, hacer contribuciones y gastos en nombre de los candidatos para cargos federales, estatales y locales, y para abordar cuestiones políticas de importancia pública.",
  "5) SEIU Local 503, OPEU CAPE использует деньги, которые он получает, в политических целях - включая, помимо прочего, внесение взносов и расходов от имени кандидатов в федеральные, штатные и местные органы власти - и решение политических вопросов, имеющих общественное значение.",
  "5) SEIU Local 503, OPEU CAPE sử dụng số tiền nhận được cho các mục đích chính trị - bao gồm, nhưng không giới hạn, đóng góp và chi tiêu cho các ứng cử viên cho các văn phòng liên bang, tiểu bang và địa phương - và giải quyết các vấn đề chính trị quan trọng.",
  "5）SEIU Local 503，OPEU CAPE将收到的款项用于政治目的-包括但不限于代表联邦，州和地方办公室的候选人捐款和支出-以及解决具有公共重要性的政治问题。"
],
"capeNewLegal8": [
  "This authorization shall remain in effect until revoked by me in writing via U.S. mail to SEIU. Contributions or gifts to SEIU Local 503, OPEU CAPE are not tax deductible as charitable contributions.",
  "Esta autorización permanecerá vigente hasta que sea revocada por mí por escrito a través de correo de EE. UU. A SEIU. Las contribuciones u obsequios a SEIU Local 503, OPEU CAPE no son deducibles de impuestos como contribuciones caritativas.",
  "Это разрешение остается в силе до тех пор, пока оно не будет отозвано мною в письменной форме через почту США в SEIU. Взносы или подарки в SEIU Local 503, OPEU CAPE не облагаются налогом как благотворительные взносы.",
  "Ủy quyền này sẽ vẫn có hiệu lực cho đến khi tôi bị thu hồi bằng văn bản qua thư của Hoa Kỳ gửi đến SEIU. Đóng góp hoặc quà tặng cho SEIU Local 503, OPEU CAPE không được khấu trừ thuế như các khoản đóng góp từ thiện.",
  "该授权将一直有效，直到我通过美国发给SEIU的书面书面撤销。 向SEIU Local 503，OPEU CAPE的捐赠或礼物不能作为慈善捐赠减税。"
]
}