{
  "capeHeadline": [
    "Contribute to CAPE: Citizen Action for Political Education",
    "Aporte al CAPE: acción ciudadana en favor de la educación política",
    "Участие в CAPE — гражданском движении за политическое просвещение",
    "Đóng góp vào CAPE: Hành động của công dân cho giáo dục chính trị",
    "捐助 CAPE：公民政治教育行动"
  ],
  "capeSubhead": [
    "Collective political action to raise wages, protect benefits, fund public services, and build strong communities.",
    "Acción política colectiva que busca aumentar los salarios, proteger los beneficios, financiar los servicios públicos y fortalecer las comunidades.",
    "Совместная политическая инициатива в поддержку повышения зарплат, увеличения льгот, получения государственных дотаций и создания сплоченных сообществ.",
    "Hành động chính trị tập thể nhằm tăng lương, bảo vệ quyền lợi, tài trợ cho các dịch vụ công cộng và xây dựng các cộng đồng vững mạnh.",
    "集体政治行动旨在提高工资、保护福利、资助公共服务，以及建设强大的社区。"
   ],
  "capeBody1": [
    "When workers unite, legislators listen. Over the last two years, SEIU 503 members’ advocacy at the Oregon Legislature resulted in wins for working Oregonians and set up some of the best contracts our members have seen. That wouldn’t have happened without CAPE helping elect the candidates our members endorsed because they share our values.",
    "Cuando los trabajadores nos unimos, los legisladores nos escuchan. En los últimos dos años, la defensa de los miembros de SEIU 503 en la Legislatura de Oregón resultó en victorias para los trabajadores de Oregón y estableció algunos de los mejores contratos que nuestros miembros han visto. Eso no habría ocurrido sin la ayuda de CAPE para elegir a los candidatos que nuestros miembros respaldaron porque comparten nuestros valores.",
    "Когда работники объединяются, законодатели слушают. За последние два года защита членов SEIU 503 в законодательном органе Орегона привела к победам для работающих орегонцев и создала некоторые из лучших контрактов, которые наши члены видели. Этого не произошло бы без помощи CAPE в избрании кандидатов, которых поддерживают наши члены, потому что они разделяют наши ценности.",
    "Khi người lao động đoàn kết, các nhà lập pháp lắng nghe. Trong hai năm qua, sự ủng hộ của các thành viên SEIU 503 tại Lập pháp Oregon đã dẫn đến những chiến thắng cho người lao động Oregon và thiết lập một số hợp đồng tốt nhất mà thành viên của chúng tôi đã thấy. Điều đó không thể xảy ra nếu không có CAPE giúp bầu cử các ứng cử viên mà thành viên của chúng tôi tán thành vì họ chia sẻ giá trị của chúng tôi.",
    "当工人团结起来时，立法者会倾听。在过去的两年中，SEIU 503成员在俄勒冈州立法机构的倡导取得了为俄勒冈州工人取得的胜利，并为我们的成员建立了一些最佳合同。如果没有CAPE帮助选举我们成员支持的候选人，因为他们分享我们的价值观，这一切都不会发生。"
   ],
  "capeBullet1": [
    "We won a bargaining pot for homecare workers that led to a contract that brings the minimum wage up to $20 and finally creates a wage scale. We helped pass a bill to address HR issues that result in late or partial pay and help providers connect with consumers.",
    "Ganamos dinero de la legislatura para los trabajadores de atención domiciliaria que llevó a un contrato que eleva el salario mínimo a $20 y finalmente crea una escala salarial. Ayudamos a aprobar una ley para abordar problemas de recursos humanos que resultan en pagos tardíos o parciales y ayudar a los proveedores a conectarse con los consumidores.",
    "Мы выиграли деньги от законодательства для работников домашнего ухода, что привело к контракту, повышающему минимальную заработную плату до $20 и, наконец, создающему шкалу заработной платы. Мы помогли принять закон, направленный на решение проблем с кадрами, приводящих к задержкам или частичной оплате труда, и помочь поставщикам связаться с потребителями.",
    "Chúng tôi đã giành được tiền từ lập pháp cho người lao động chăm sóc tại nhà, dẫn đến một hợp đồng nâng lương tối thiểu lên $20 và cuối cùng tạo ra một bảng lương. Chúng tôi đã giúp thông qua một dự luật để giải quyết các vấn đề về nhân sự dẫn đến việc trả lương muộn hoặc chỉ trả một phần và giúp các nhà cung cấp kết nối với người tiêu dùng.",
    "我们从立法机构为家庭护理工作者赢得了资金，这导致了一份合同，将最低工资提高到20美元，并最终创建了一个工资等级。我们帮助通过了一项法案来解决HR问题，这些问题导致了迟发或部分发放工资，并帮助提供商与消费者建立联系。"
   ],
  "capeBullet2": [
    "We helped win salary pots for state workers that resulted in a contract that includes 13% COLAs and step increases over two years, a $1,500 COLA payment, and more.",
    "Ayudamos a ganar fondos salariales para los trabajadores estatales que resultaron en un contrato que incluye ajustes por costo de vida (COLAs) del 13% e incrementos escalonados durante dos años, un pago de COLA de $1,500 y más.",
    "Мы помогли выиграть фонды заработной платы для государственных работников, что привело к контракту, включающему 13% индексацию на уровень жизни (COLAs) и пошаговое увеличение за два года, выплату COLA в размере $1,500 и больше.",
    "Chúng tôi đã giúp giành được quỹ lương cho các công chức nhà nước, dẫn đến một hợp đồng bao gồm 13% điều chỉnh lương theo chi phí sinh hoạt (COLAs) và các bước tăng trong hai năm, một khoản thanh toán COLA là $1,500 và hơn thế nữa.",
    "我们帮助为国家工作人员赢得了薪资基金，这导致了一份包含13%生活成本调整(COLAs)和两年内的逐步增加，1,500美元的COLA支付等内容的合同。"
   ],
  "capeBullet3": [
    "We worked to secure a record $1.1 billion for higher education, which set us up for a historic contract that includes 15% COLAs over two years, a $1,500 COLA payment, and no takeaways.",
    "Ayudamos a ganar fondos salariales para los trabajadores estatales que resultaron en un contrato que incluye ajustes por costo de vida (COLAs) del 13% e incrementos escalonados durante dos años, un pago de COLA de $1,500 y más.",
    "Мы помогли выиграть фонды заработной платы для государственных работников, что привело к контракту, включающему 13% индексацию на уровень жизни (COLAs) и пошаговое увеличение за два года, выплату COLA в размере $1,500 и больше.",
    "Chúng tôi đã giúp giành được quỹ lương cho các công chức nhà nước, dẫn đến một hợp đồng bao gồm 13% điều chỉnh lương theo chi phí sinh hoạt (COLAs) và các bước tăng trong hai năm, một khoản thanh toán COLA là $1,500 và hơn thế nữa.",
    "我们帮助为国家工作人员赢得了薪资基金，这导致了一份包含13%生活成本调整(COLAs)和两年内的逐步增加，1,500美元的COLA支付等内容的合同"
  ],
  "capeBody2": [
    "These contracts simply wouldn’t be possible without CAPE. When each of us give $8 or $10 a month, it adds up. That allows us to compete against billionaires and giant corporations who try to buy our elections. And when we fight, we win!",
    "Estos contratos simplemente no serían posibles sin CAPE. Cuando cada uno de nosotros da $8 o $10 al mes, se suma. Eso nos permite competir contra multimillonarios y corporaciones gigantes que intentan comprar nuestras elecciones. ¡Y cuando luchamos, ganamos!",
    "Эти контракты просто были бы невозможны без CAPE. Когда каждый из нас дает $8 или $10 в месяц, это складывается. Это позволяет нам конкурировать с миллиардерами и гигантскими корпорациями, которые пытаются купить наши выборы. И когда мы боремся, мы побеждаем!",
    "Những hợp đồng này đơn giản không thể có được nếu không có CAPE. Khi mỗi người chúng ta đóng góp $8 hoặc $10 mỗi tháng, nó cộng dồn lại. Điều đó cho phép chúng ta cạnh tranh với các tỷ phú và tập đoàn khổng lồ cố gắng mua chuộc bầu cử của chúng ta. Và khi chúng ta chiến đấu, chúng ta thắng!",
    "没有CAPE，这些合同根本不可能实现。当我们每人每月贡献$8或$10时，它会累积起来。这使我们能够与试图购买我们选举的亿万富翁和大公司竞争。当我们战斗时，我们赢了！"    
  ],
  "capeCardHead": [
    "Join us",
    "Únase a nosotros",
    "Присоединяйтесь к нам",
    "Tham gia cùng chúng tôi",
    "加入我们"
   ],
  "capePullQuote": [
    "I can’t write big checks, but I contribute what I can each month to CAPE. And I’ve seen the results in strong contracts with great economics and helping to shape an Oregon where everyone feels safe and has a fair shot. Join me and thousands of other SEIU 503 members and keep our political program strong.",
    "No puedo ofrecer grandes sumas, pero contribuyo con lo que puedo cada mes a CAPE. Y he visto los resultados en contratos fuertes con una gran economía y ayudando a dar forma a un Oregón donde todos se sientan seguros y tengan una oportunidad justa. Únete a mí y a miles de otros miembros de SEIU 503 y mantengamos nuestro programa político fuerte.",
    "Я не могу выписывать чеки на большие суммы. Но вношу взносы в CAPE каждый месяц в том объеме, который могу предоставить. И я видел результаты в сильных контрактах с отличной экономикой и помощью в формировании Орегона, где каждый чувствует себя в безопасности и имеет равные возможности. Присоединяйтесь ко мне и тысячам других членов SEIU 503 и поддерживайте нашу политическую программу сильной.",
    "Tôi không thể đóng góp nhiều về mặt tài chính. Tuy nhiên, tôi sẽ đóng góp cho CAPE theo sức mình mỗi tháng. Và tôi đã thấy kết quả trong những hợp đồng mạnh mẽ với nền kinh tế tuyệt vời và giúp định hình một Oregon nơi mọi người cảm thấy an toàn và có cơ hội công bằng. Hãy tham gia cùng tôi và hàng nghìn thành viên khác của SEIU 503 và giữ cho chương trình chính trị của chúng tôi mạnh mẽ.",
    "我没有能力开大额支票。但每个月我都尽自己所能为 CAPE 捐款。我已经在强大的合同中看到了成果，这些合同拥有出色的经济效益，并帮助塑造一个每个人都感到安全并有公平机会的俄勒冈州。加入我和其他数千名SEIU 503的成员，保持我们的政治项目强大。"
   ],
  "capeQuoteAttr": [
    "Ibrahim Coulibaly, BOLI Civil Rights Investigator, CAPE Chair",
    "Ibrahim Coulibaly, Investigador de Derechos Civiles de BOLI, Presidente del Concilio CAPE",
    "Ибрагим Кулибали, следователь по гражданским правам BOLI, председатель CAPE",
    "Ibrahim Coulibaly, Điều tra viên Dân quyền BOLI, Hội đồng CAPE Chủ tịch",
    "伊布拉欣·库利巴利，BOLI民权调查员，CAPE主席"
   ],
  "capePaymentHead": [
    "Make your contribution today",
    "Realice su aporte hoy",    "Сделайте свой взнос сегодня",
    "Hãy đóng góp ngay hôm nay",
    "今天就做出自己的贡献吧"
   ],
  "capeAmountMonthly": [
    "Monthly donation amount",
    "Monto de la donación mensual",
    "Сумма ежемесячного взноса",
    "Khoản đóng góp hàng tháng",
    "月捐款额"
   ],
  "capeAmountOneTime": [
    "One-time donation amount",
    "Monto de la donación única",
    "Сумма единовременного благотворительного взноса",
    "Khoản đóng góp một lần",
    "一次性捐款额"
   ],
  "capeAmountOther": [
    "Donation amount",
    "Monto de la donación",
    "Сумма благотворительного взноса",
    "Khoản đóng góp",
    "捐款额"
   ],
  "Other": [
    "Other",
    "Otro",
    "Другое",
    "Câu trả lời khác",
    "其他"
  ],
 "donationFrequency": [
    "Monthly or one-time donation?",
    "¿Donación mensual o única?",
    "Взнос ежемесячный или единовременный?",
    "Đóng góp hàng tháng hay một lần?",
    "每月捐款还是一次性捐款？"
 ],
  "Monthly": [
    "Monthly",
    "Mensual",
    "Ежемесячный",
    "Hàng tháng",
    "每月"
 ],
  "One-Time": [
    "One-Time",
    "Única",
    "Единовременный",
    "Một lần",
    "一次性"
 ],
 "currentContribution1": [
    "You are currently signed up to contribute",
    "Actualmente está inscrito a contribuir",
    "Вы подписаны на отправку ежемесячных",
    "Quý vị hiện đã đăng ký để đóng góp",
    "您目前签署的是"
 ],
 "currentContribution2": [
    "per month. Would you like to increase your monthly contribution? mensual.",
    "al mes. ¿Le gustaría aumentar su aporte mensual?",
    "взносов. Хотите увеличить ежемесячный взнос?",
    "theo tháng. Quý vị có muốn tăng khoản đóng góp hàng tháng không?",
    "每月捐款。您想增加每月捐款额吗？"
 ],
 "capeLegalCheckoff1": [
   "By submitting this form, I hereby authorize my Employer to deduct the designated amount from my monthly earnings as a contribution to SEIU Local 503, OPEU CAPE.",
    "Por medio del presente, y tras haber enviado este formulario, autorizo a mi Empleador a deducir de mis ganancias mensuales el monto designado como aporte al CAPE de SEIU Local 503, OPEU.",
    "Отправляя эту форму, я уполномочиваю своего Работодателя вычитать указанную сумму из моей ежемесячной заработной платы в качестве взноса в профсоюз SEIU Local 503, OPEU CAPE.",
    "Bằng việc gửi biểu mẫu này, tôi ủy quyền cho Chủ sử dụng lao động của mình chiết khấu một khoản chỉ định từ tiền lương hàng tháng của tôi để làm khoản đóng góp cho CAPE SEIU Local 503, OPEU.",
    "通过提交此表格，我特此授权我的雇主从我的月收入中扣除指定金额作为本人向 SEIU Local 503，OPEU CAPE 的捐款。"
],
"capeLegalStripe1": [
  "By submitting this form I am agreeing with the terms stated here:",
  "Al enviar este formulario, estoy aceptando los términos que se estipulan aquí:",
  "Отправляя эту форму, я соглашаюсь с изложенными здесь условиями:",
  "Bằng việc gửi biểu mẫu này, tôi đồng ý với các điều khoản nêu dưới đây:",
  "提交此表格即表示我同意以下所述的条款："
],
"capeLegal2": [
  "My contribution will be used to support member-endorsed candidates and for expenditures in connection with elections for Local, Legislative, Statewide, and Federal offices. These elected officials make critical decisions on salaries, health care, retirement, and other benefits and laws affecting SEIU Local 503, OPEU members. A portion of this contribution (as much as 48% for the average contributor) may be used by SEIU for federal elections.",
  "Mi aporte se utilizará para respaldar a los candidatos apoyados por los miembros y cubrir los gastos relacionados con las elecciones de cargos locales, legislativos, estatales y federales. Estos funcionarios elegidos toman decisiones fundamentales relativas a salarios, atención de salud, jubilación, y otros beneficios y leyes que afectan a los miembros de SEIU Local 503, OPEU. Es posible que SEIU utilice una parte de este aporte (aproximadamente el 48 % en el caso de contribuyentes promedio) para las elecciones federales.",
  "Данный взнос будет направлен на поддержку кандидатов, одобренных членами профсоюза, и расходы, связанные с выборами в местные, законодательные, региональные и федеральные органы. Избранные депутаты принимают важные решения по вопросам размера заработной платы, здравоохранения, пенсионного обеспечения и другим льготам и законам, имеющим отношение к членами профсоюза SEIU Local 503, OPEU. Профсоюз SEIU может направить часть настоящего взноса (а именно 48 % для среднего плательщика взносов) на федеральные выборы.",
  "Khoản đóng góp của tôi sẽ dùng để hỗ trợ các ứng viên được thành viên chấp nhận và cho việc chi tiêu liên quan đến việc bầu cử ở các văn phòng Địa phương, Lập pháp, Toàn tiểu bang và Liên bang. Những công chức được bầu này sẽ đưa ra các quyết định quan trọng về lương, dịch vụ chăm sóc sức khỏe, hưu trí cũng như phúc lợi và các luật khác ảnh hưởng đến thành viên của SEIU Local 503, OPEU. SEIU có thể dùng một phần đóng góp này (tối đa trung bình 48%/người đóng góp) cho việc bầu cử liên bang.",
  "我的捐款将用于支持成员认可的候选人以及与地方、立法、全州和联邦办事处选举有关的支出。当选官员会就工资、医疗保健、退休以及其他会影响 SEIU Local 503，OPEU 会员的福利和法律做出关键决策。SEIU 可将部分捐款金额（多达平均捐款人所捐款的 48％）用于联邦选举。"
],
"capeLegal3": [
  "The contribution amounts indicated above are only suggestions and I may choose not to contribute or to vary my contribution amount without reprisal from my Union or my Employer.",
  "Los montos del aporte que se indicaron anteriormente solo son sugerencias, de modo que puedo abstenerme de aportar o cambiar el monto sin que esto suponga represalias por parte de mi Unión o mi Empleador.",
  "Указанные суммы взносов носят рекомендательный характер, я могу не вносить взнос или изменять его размер без угрозы принятия ответных мер со стороны моего Профсоюза или Работодателя.",
  "Khoản đóng góp nêu trên chỉ là đề xuất và tôi có thể chọn không đóng góp hoặc thay đổi khoản đóng góp mà không bị Công đoàn hoặc Chủ sử dụng lao động của mình trả đũa.",
  "上述捐款金额仅为建议，我可以选择不捐款或更改我的捐款金额，而不会被工会或雇主报复。"
],
"capeLegal4": [
  "Federal law states that only represented workers and executive/administrative staff who are U.S. citizens or lawful permanent residents are eligible to contribute to CAPE.",
  "La ley federal declara que solo los trabajadores representados y el personal administrativo/ejecutivo que sean ciudadanos de los EE. UU. o residentes permanentes legales son elegibles para aportar al CAPE.",
  "В соответствии с федеральным законом, взносы в CAPE (гражданское движение за политическое просвещение) могут вносить только работники с представительством в профсоюзе и члены исполнительных комитетов / административный персонал, являющиеся гражданами или законными постоянными резидентами США.",
  "Luật liên bang quy định rằng chỉ có người lao động được đại diện, nhân viên điều hành/quản trị là thường trú nhân hợp pháp hoặc công dân Hoa Kỳ mới đủ điều kiện đóng góp vào CAPE.",
  "根据联邦法律的规定，只有代表美国公民或合法永久居民的工会工人和行政人员才有资格向 CAPE 捐款。"
],
"capeLegal5": [
  "This authorization is made voluntarily and is not a condition of my employment or membership in the union.",
  "Esta autorización es voluntaria y no supone una condición para mantener mi empleo o membresía en la Unión.",
  "Настоящая передача полномочий осуществляется на добровольной основе и не является условием моего принятия на работу или в члены профсоюза.",
  "Việc ủy quyền này là tự nguyện và không phải điều kiện của công việc hay tư cách thành viên của tôi trong công đoàn.",
  "该授权是我自愿作出的，不是我就业或加入工会的条件。"
],
"capeLegal6": [
  "This authorization shall remain in effect until revoked in writing by me. This contribution is in addition to dues and existing contributions through payroll deduction/ACH transfer. This contribution is not deductible for federal income tax purposes.",
  "Esta autorización permanecerá vigente hasta que yo mismo la revoque por escrito. Este aporte es adicional a las cuotas y aportes existentes que se deduzcan de la nómina/transferencia ACH. Este aporte no es deducible para efectos del impuesto federal sobre la renta.",
  "Настоящая передача полномочий сохраняет законную силу до своей отмены, оформленной мною в письменном виде. Настоящий взнос является дополнением к отчислениям и взносам, перечисляемым путем вычета из зарплаты / перевода ACH. Настоящий взнос не подлежит вычету из федерального налога на прибыль.",
  "Việc ủy quyền này sẽ vẫn có hiệu lực cho đến khi tôi hủy bỏ bằng văn bản. Khoản đóng góp này khác với khoản thuế và các khoản đóng góp hiện tại thông qua hình thức chiết khấu lương/chuyển ACH. Khoản đóng góp này không nhằm mục đích khấu trừ thuế thu nhập liên bang.",
  "该授权在我通过书面形式撤销前将一直有效。此捐款是通过薪资扣除/ACH 转账来支付会费和现有捐款的补充。此捐款不可从联邦所得税中扣除。"
],
"capeNewLegal1": [
  "This contribution qualifies for the Oregon Political Tax Credit. Single filers are eligible for a credit up to $50/year; joint filers up to $100 per year.",
  "Este aporte cumple con los requisitos del crédito fiscal de Oregón. Los(as) declarantes solteros(as) son elegibles para recibir un crédito anual de hasta $50; mientras que los(as) declarantes conjuntos(as) pueden recibir hasta $100 anuales.",
  "Данный взнос попадает под налоговую льготу штата Орегон за взносы на политические цели. При единоличной подаче заявления размер льготы может достигать $50 в год, при совместной подаче — $100 в год.",
  "Khoản đóng góp này đủ điều kiện để được Giảm Thuế Thu Nhập Cho Mục Đích Chính Trị Của Oregon. Người gửi hồ sơ riêng lẻ sẽ đủ điều kiện để được giảm tối đa $50/năm; các trường hợp gửi hồ sơ tập thể sẽ được giảm tối đa $100/năm.",
  "这笔捐款有资格获得俄勒冈州政治税收抵免。单独申请者有资格获得每年最高 50 美元的抵免额；联合申请者每年最高 100 美元。"
],
"capeNewLegal2": [
  "This authorization is made voluntarily based on my specific understanding that:",
  "Esta autorización es voluntaria y se basa en mis conocimientos específicos de que:",
  "Настоящее разрешение дается на добровольной основе с учетом моего понимания, что:",
  "Tôi chấp thuận việc này trên tinh thần tự nguyện dựa trên hiểu biết cụ thể của bản thân rằng:",
  "我基于以下具体理解自愿作出本授权："
],
"capeNewLegal3": [
  "1) I am not required to sign this form or make voluntary contributions to SEIU CAPE as a condition of my employment or membership in the union;",
  "1) No estoy en la obligación de firmar este formulario o realizar aportes voluntarios a la Acción Ciudadana en Favor de la Educación Política (por su sigla en inglés CAPE) de SEIU, y no supone una condición para mantener mi empleo o membresía en la unión;",
  "1) Я не обязан(-а) подписывать эту форму или делать добровольные взносы в SEIU CAPE в качестве условия моего трудоустройства или членства в профсоюзе;",
  "1) Tôi không bắt buộc phải ký vào mẫu đơn này hoặc không bị ép buộc đóng góp cho SEIU CAPE như một điều kiện để được tuyển dụng hoặc gia nhập liên đoàn;",
  "1) 我无需签署此表格或自愿向 SEIU CAPE 捐款以作为我就业或成为会员的条件；"
],
"capeNewLegal4": [
  "2) I may refuse to contribute without reprisal;",
  "2) Puedo rechazar el aporte sin que esto suponga represalias;",
  "2) Я могу отказаться от взносов без ответных мер;",
  "2) Tôi có thể từ chối đóng góp mà không sợ bị trả đũa;",
  "2) 我可以拒绝捐款，而且不会因此受到报复；"
],
"capeNewLegal5": [
  "3) Under law, only union members and executive / administrative staff who are U.S. Citizens or lawful permanent residents are eligible to contribute to CAPE;",
  "3) De conformidad con la ley, solo los(as) miembros de la unión y el personal administrativo/ejecutivo de la misma que sean ciudadanos(as) de los EE. UU. o residentes permanentes legales son elegibles para aportar a la CAPE;",
  "3) По закону право вносить взносы в CAPE имеют только члены профсоюза и исполнительный / административный персонал, являющиеся гражданами США или законными постоянными жителями США;",
  "3) Theo luật, chỉ có thành viên liên đoàn và đội ngũ điều hành/quản trị là thường trú nhân hợp pháp hoặc công dân Hoa Kỳ mới đủ điều kiện đóng góp vào CAPE.",
  "3) 根据法律规定，只有身为美国公民或美国合法永久居民的工会成员和行政/管理人员才有资格向 CAPE 捐款；"
],
"capeNewLegal6": [
  "4) The contribution amounts on this form are merely suggestions, and I may contribute more or less by this or other means without fear of favor or disadvantage from SEIU or my employer;",
  "4) Los montos de los aportes mencionados en este formulario solo son sugerencias, así que puedo aportar más o menos a través de este u otros medios sin temor a que suponga una ventaja o desventaja de parte de SEIU o mi empleador;",
  "4) Суммы взносов указываются в данной форме только в качестве рекомендаций, и я могу вносить больше или меньше этим или иным способом, не опасаясь, что SEIU или мой работодатель будут относиться ко мне предвзято (содействовать или преследовать);",
  "4) Số tiền đóng góp ghi trên đơn này chỉ là mức đề xuất, và tôi có thể đóng góp nhiều hoặc ít hơn hay bằng các hình thức khác mà không phải lo sợ SEIU hay chủ lao động của tôi sẽ thiên vị hoặc gây bất lợi;",
  "4) 此表格上的捐款金额仅是建议，我可以或多或少地通过此种方式或其他方式捐款，而无需担心会受到来自 SEIU 或我雇主的偏袒或侵害；"
],
"capeNewLegal7": [
  "5) SEIU CAPE uses the money it receives for political purposes – including, but not limited to, making contributions to and expenditures on behalf of candidates for federal, state, and local offices – and addressing political issues of public importance.",
  "5) La CAPE de SEIU utiliza el dinero que recibe para fines políticos, entre ellos, realizar aportes y cubrir los gastos de los(as) candidatos(as) a cargos federales, estatales y locales, así como afrontar asuntos políticos de carácter público",
  "5) SEIU CAPE использует полученные деньги на политические цели, включая в том числе на взносы и вложения от имени кандидатов в федеральные органы власти, органы власти штата и местные органы власти — и на решение политических вопросов общественной значимости.",
  "5) SEIU CAPE sử dụng số tiền nhận được cho mục đích chính trị – bao gồm nhưng không giới hạn ở các khoản đóng góp và chi phí thay mặt cho ứng viên tranh cử cho các chức vụ cấp liên bang, tiểu bang và địa phương – đồng thời giải quyết những vấn đề chính trị có tầm quan trọng với cộng đồng.",
  "5) SEIU CAPE 将其收到的资金用于政治目的 — 包括但不限于向联邦、州和地方办事处候选人的捐款和代表候选人产生的开支 — 以及处理公众关注的政治问题。"
],
"capeNewLegal8": [
  "This authorization shall remain in effect until revoked by me in writing via U.S. mail to SEIU. Contributions or gifts to SEIU Local 503, OPEU CAPE are not tax deductible as charitable contributions.",
  "Esta autorización permanecerá vigente hasta que yo la revoque enviándole un aviso a SEIU a través del correo postal de los EE. UU. Los aportes u obsequios a la CAPE de SEIU Local 503, OPEU no son deducibles de impuestos como aportes benéficos.",
  "Настоящее разрешение остается в силе, пока я не отзову его в письменной форме в обращении к SEIU, отправленном по Почте США. Взносы и подарки в SEIU Local 503, OPEU CAPE не подлежат налогообложению как благотворительные взносы.",
  "Sự ủy quyền này sẽ giữ nguyên hiệu lực cho đến khi tôi rút lại bằng thư viết tay gửi đến SEIU qua dịch vụ bưu điện của Hoa Kỳ. Các khoản đóng góp hoặc quà tặng gửi đến SEIU Local 503, OPEU CAPE sẽ không được khấu trừ thuế như các khoản đóng góp từ thiện.",
  "此授权将一直有效，直至我将撤销申请以书面形式通过美国邮政服务邮寄给 SEIU 为止。向 SEIU Local 503、OPEU CAPE 的捐款或所送礼物不能作为慈善捐款进行减税。"
],
"communityCAPE2022": [
  "This contribution qualifies for the Oregon Political Tax Credit. Single filers are eligible for a credit up to $50/year; joint filers up to $100 per year. Contributions of $5.00 per month or more qualify for CAPE Community Membership. I authorize SEIU Local 503 to make withdrawals in the amount indicated above from my checking account, savings account or credit card, after confirmation of my account information, in accordance with the authorization provided for community membership. This authorization is made voluntarily and is not a condition of my membership in the Union. The contribution amounts indicated above are only suggestions and I may choose not to contribute or to vary my contribution amount without reprisal SEIU Local 503. My contribution will be used to support CAPE and COPE -endorsed candidates and for expenditures in connection with elections for Federal, Local, Legislative, and Statewide offices. These elected officials make critical decisions on salaries, health care, retirement and other benefits and laws affecting our communities. A portion of my contribution may also be used by the SEIU Committee on Political Education (SEIU “COPE”).  As per federal law, only union members and union executive/administrative staff who are U.S. citizens or lawful permanent residents are eligible to contribute to SEIU COPE. This authorization shall remain in effect until revoked in writing by me. This contribution is in addition to membership dues. Contributions or gifts to SEIU CAPE are not tax deductible as charitable contributions. ",
  "Este aporte cumple con los requisitos del crédito fiscal de Oregón. Los (las) declarantes solteros(as) son elegibles para recibir un crédito anual de hasta $50; mientras que los (las) declarantes conjuntos(as) pueden recibir hasta $100 anuales. Los aportes de $5.00 al mes o más cumplen con los requisitos para la membresía comunitaria de la Acción Ciudadana en Favor de la Educación Política (por su sigla en inglés CAPE). Autorizo a SEIU Local 503 para que realice retiros por el monto indicado anteriormente de mi cuenta corriente, cuenta de ahorros o tarjeta de crédito, luego de confirmar la información de mi cuenta, de conformidad con la autorización que proporcioné anteriormente en la Sección 2. Esta autorización es voluntaria y no supone una condición para mantener mi membresía en la Unión. Los montos del aporte que se indicaron anteriormente solo son sugerencias, de modo que puedo abstenerme de aportar o cambiar el monto sin que esto suponga represalias por parte de SEIU Local 503.  Mi aporte se utilizará para respaldar a los (las) candidatos(as) apoyados(as) por la CAPE y el Comité sobre Educación Política (por su sigla en inglés COPE) y cubrir los gastos relacionados con las elecciones de cargos federales, locales, legislativos y estatales. Estos(as) funcionarios(as) elegidos(as) toman decisiones fundamentales relativas a salarios, atención de salud, jubilación y otros beneficios y leyes que afectan a nuestras comunidades. Una parte de mi aporte también se puede destinar para el Comité sobre Educación Política de SEIU (COPE de SEIU).  En virtud de la ley federal, solo los (las) miembros de la unión y el personal administrativo/ejecutivo de la misma que sean ciudadanos(as) de los EE.UU. o residentes permanentes legales son elegibles para aportar al COPE de SEIU. Esta autorización permanecerá vigente hasta que yo la revoque por escrito. Este aporte es adicional a las cuotas de la membresía. Los aportes u obsequios a la CAPE de SEIU no son deducibles de impuestos como aportes benéficos.",
  "Данный взнос подпадает под налоговую льготу штата Орегон за взносы на политические цели. При единоличной подаче заявления размер льготы может достигать $50 в год, при совместной подаче — $100 в год. Взносы в размере $5,00 в месяц и более дают право на получение статуса общественного члена CAPE. Я разрешаю SEIU Local 503 производить снятие средств в указанной выше сумме с моего расчетного счета, сберегательного счета или кредитной карты после подтверждения информации о моем счете в соответствии с разрешением, предоставленным в Разделе 2 выше. Настоящая передача полномочий осуществляется на добровольной основе и не является условием моего принятия в члены профсоюза. Указанные суммы взносов носят рекомендательный характер, я могу не вносить взнос или изменять его размер без угрозы принятия ответных мер со стороны SEIU Local 503.  Данный взнос будет направлен на поддержку кандидатов, одобренных CAPE и COPE, и расходы, связанные с выборами в федеральные, местные, законодательные органы и органы штата. Избранные депутаты принимают важные решения по вопросам размера заработной платы, здравоохранения, пенсионного обеспечения и другим льготам и законам, имеющим отношение к нашим сообществам. Часть моего взноса также может быть использована Комитетом SEIU по вопросам политического образования (SEIU COPE).  В соответствии с федеральным законом, взносы в SEIU COPE могут вносить только члены профсоюзов и члены исполнительных комитетов / административный персонал профсоюзов, являющиеся гражданами или законными постоянными резидентами США. Настоящая передача полномочий сохраняет законную силу до своей отмены, оформленной мною в письменном виде. Настоящий взнос является дополнением к членскому взносу. Взносы и подарки в SEIU CAPE не подлежат налогообложению как благотворительные взносы.",
  "Khoản đóng góp này đủ điều kiện để được Giảm Thuế Thu Nhập Cho Mục Đích Chính Trị Của Oregon. Người gửi hồ sơ riêng lẻ sẽ đủ điều kiện để được giảm tối đa $50/năm; các trường hợp gửi hồ sơ tập thể sẽ được giảm tối đa $100/năm. Điều kiện để làm Thành Viên Cộng Đồng CAPE là đóng góp $5 trở lên/tháng. Tôi ủy quyền cho SEIU Local 503 rút số tiền nêu trên từ tài khoản thanh toán, tài khoản tiết kiệm hoặc thẻ tín dụng của tôi, sau khi xác nhận thông tin tài khoản của tôi, theo ủy quyền nêu tại Phần 2 ở trên. Việc ủy quyền này mang tính tự nguyện và không phải là điều kiện để tôi gia nhập Liên Đoàn. Khoản đóng góp nêu trên chỉ là đề xuất và tôi có thể chọn không đóng góp hoặc thay đổi khoản đóng góp mà không bị SEIU Local 503 trả đũa.  Khoản đóng góp của tôi sẽ dùng để hỗ trợ những ứng viên được CAPE và COPE chứng thực, cũng như cho việc chi tiêu liên quan đến cuộc bầu cử ở các văn phòng Liên Bang, Địa Phương, Lập Pháp và Toàn Tiểu Bang. Những công chức được bầu này sẽ ra các quyết định quan trọng về lương, chương trình chăm sóc sức khỏe, hưu trí cũng như phúc lợi và các luật khác ảnh hưởng đến cộng đồng của chúng tôi. Ủy Ban SEIU có thể dùng một phần khoản đóng góp của tôi cho chương trình Giáo Dục Chính Trị (SEIU 'COPE').  Theo luật liên bang, chỉ có thành viên liên đoàn và đội ngũ điều hành/quản trị liên đoàn là thường trú nhân hợp pháp hoặc công dân Hoa Kỳ mới đủ điều kiện đóng góp vào SEIU COPE. Việc ủy quyền này sẽ vẫn có hiệu lực cho đến khi tôi hủy bỏ bằng văn bản. Khoản đóng góp này khác với hội phí. Các khoản đóng góp hoặc quà tặng cho SEIU CAPE là các khoản đóng góp từ thiện nên không bị khấu trừ thuế.",
  "这笔捐款有资格获得俄勒冈州政治税收抵免。单独申请者有资格获得每年最高 50 美元的抵免额；联合申请者每年最高 100 美元。每月缴费 5 美元或以上才有资格成为 CAPE 社区会员。本人授权 SEIU Local 503 在确认本人的账户信息后，根据上述第 2 条的授权，从本人的支票账户、储蓄账户或信用卡中扣除上述金额。该授权是我自愿作出的，不是我成为工会成员的条件。上述捐款金额仅为建议，我可以选择不捐款或更改我的捐款金额，而不会被 SEIU Local 503 报复。  我的捐款将用于支持 CAPE 和 COPE 认可的候选人以及与联邦、地方、立法和全州办公室选举有关的支出。这些民选官员就影响我们社区的工资、医疗保健、退休和其他福利及法律做出关键决策。我的部分捐款也可能被 SEIU Committee on Political Education（SEIU 政治教育委员会，英文简称为 'COPE'）使用。  根据联邦法律规定，只有身为美国公民或美国合法永久居民的工会成员和行政/管理人员才有资格向 SEIU COPE 捐款。该授权在我通过书面形式撤销前将一直有效。这笔捐款是会费之外的。向 SEIU CAPE 的捐款或所送礼物不能作为慈善捐款进行减税。 "
]
}