{
  "membershipTermsIntro1": [
    "We’re Stronger Together. SEIU members are united across race, religion, industry, and geography to improve our jobs and our communities.",
    "Juntos(as) somos más fuertes. Los(as) miembros de SEIU permanecen unidos(as) sin importar su raza, religión, profesión ni dónde estén, con el fin de mejorar nuestros trabajos y nuestras comunidades.",
    "Вместе мы сильнее. Члены профсоюза SEIU любой расы, религии, сферы деятельности и региона сообща улучшают наши рабочие условия и сообщества.",
    "Chúng Ta Sẽ Trở Nên Mạnh Mẽ Hơn Khi Sát Cánh Bên Nhau. Bất kể chủng tộc, tôn giáo, ngành nghề và khu vực địa lý, các thành viên của SEIU sẽ sát cánh bên nhau để cải thiện việc làm và cộng đồng của chúng ta.",
    "团结一致，我们会更强大。SEIU 成员不分种族、宗教、行业和地域，我们团结一致，只为改进工作和改善社区。"
  ],
  "membershipTermsIntro2": [
    "Yes, I want to join my fellow employees and become a member of SEIU Local 503!",
    "¡Sí, quiero unirme a mis compañeros(as) y ser miembro de SEIU Local 503!",
    "Да, я хочу присоединиться к своим коллегам и стать членом SEIU Local 503!",
    "Có, tôi muốn tham gia cùng với các nhân viên của mình và trở thành thành viên của SEIU Local 503!",
    "是的，我想和我的同事们一起，成为 SEIU Local 503 的成员。"
  ],
  "membershipTerms2021": [
    "I request and voluntarily accept membership in SEIU Local 503 and its successors or assigns (collectively “Local 503”). This means I will receive the benefits and abide by the obligations of membership set forth in both Local 503’s and the Service Employees International Union’s Constitutions and Bylaws. I authorize Local 503 to act as my representative in collective bargaining over wages, benefits, and other terms/conditions of employment with my employer, and as my exclusive representative where authorized by law. My membership will be continuous, unless I resign by providing notice to Local 503 via U.S. mail (or other method if permitted by Local 503 policies). I know that union membership is voluntary and not a condition of employment, and that I can decline to join without reprisal.",
    "Solicito y acepto voluntariamente la membresía en SEIU Local 503 y sus sucesores o cesionarios (en conjunto “Local 503”). Esto significa que recibiré los beneficios y cumpliré las obligaciones derivadas de la membresía que se estipulan en la Constitución y los Estatutos de Local 503 y de la Unión Internacional de Empleados de Servicios. Autorizo a Local 503 para que actúe como mi representante en las negociaciones colectivas relativas a salarios, beneficios y demás términos/condiciones laborales que lleve a cabo con mi empleador, y como mi representante exclusivo en los casos que la ley lo permita. Mi membresía será permanente, a menos que renuncie a la misma por medio de un aviso dirigido a Local 503 y lo envíe a través del correo postal de los EE. UU. (u otro método, si así lo permiten las políticas de Local 503). Sé que la membresía de la unión es voluntaria y no es una condición laboral, y que puedo rechazar la opción de unirme sin que esto implique represalias.",
    "Я запрашиваю и добровольно подтверждаю участие в профсоюзе SEIU Local 503 и его правопреемниках или представителях (совместно именуемых Local 503). Это означает, что я буду получать льготы и соблюдать обязательства по членству, изложенные в Уставе и внутренних положениях как Local 503, так и Международного профсоюза работников сферы обслуживания (Service Employees International Union, SEIU). Я уполномочиваю Local 503 действовать в качестве моего представителя в коллективных переговорах о заработной плате, льготах и других условиях найма с моим работодателем, и эксклюзивного представителя в случаях, разрешенных законом. Участие в профсоюзе является бессрочным вплоть до моего отказа от членства путем отправки уведомления Local 503 по Почте США (или иным способом, предусмотренным регламентами Local 503). Я знаю, что членство в профсоюзе добровольное, и отказ от него не может служить основой для запрета в приеме на работу и принятия ответных мер.",
    "Tôi yêu cầu và tự nguyện chấp nhận trở thành thành viên của SEIU Local 503 cũng như các tổ chức liên đoàn kế nhiệm hoặc được giao trọng trách (gọi chung là “Local 503”). Điều này có nghĩa là tôi sẽ được hưởng các lợi ích và tuân thủ các nghĩa vụ của thành viên được quy định trong Constitutions and Bylaws (Hiến pháp và Quy chế) của cả Local 503 và Service Employees International Union. Tôi ủy quyền cho Local 503 làm đại diện của tôi trong việc thương lượng tập thể về tiền lương, lợi ích và các điều khoản/điều kiện làm việc khác với chủ lao động hiện tại của tôi. Đồng thời, tôi cũng ủy quyền cho Local 503 làm đại diện độc quyền của tôi, nếu pháp luật cho phép. Tôi sẽ vẫn là thành viên trừ phi ký lại thỏa thuận bằng cách gửi thư thông báo cho Local 503 qua dịch vụ bưu điện Hoa Kỳ (hoặc bằng phương thức khác nếu được phép theo chính sách của Local 503). Tôi hiểu rằng việc trở thành thành viên của liên đoàn là tự nguyện và không phải là điều kiện để được tuyển dụng, và tôi có thể từ chối tham gia mà không sợ bị trả đũa.",
    "本人请求自愿成为 SEIU Local 503 以及其继承方或受让方（统称 'Local 503'）的成员。这表示我将获得福利，并遵守 Local 503 和服务行业雇员国际工会的章程和细则中规定的会员义务。我授权 Local 503 作为我的代表与我的雇主就工资、福利和其他雇佣条款/条件进行集体谈判，并在获得法律授权后作为我的专属代表。除非我通过美国邮政服务（或 Local 503 政策规定的其他方式）通知 Local 503 我要退会，否则我的成员资格将持续下去。我了解加入工会是本着自愿原则，不是我就业的条件，而且我不会因拒绝加入工会而受到报复。"
  ],
  "checkoff2021": [
    "I request and voluntarily authorize my employer to deduct from my earnings and to pay to Local 503 and its successors and assigns (collectively “Local 503”) an amount equal to Local 503’s regular dues. This dues deduction authorization shall remain in effect unless I revoke it by providing notice to Local 503 via U.S. mail (or other method if permitted by Local 503’s policies) within 15 days before or after (1) the annual anniversary date of this agreement or (2) the termination of the applicable collective bargaining agreement between my employer and union (“my window periods”). This authorization will renew automatically from year to year even if I have resigned my membership, unless I revoke it during one of my window periods and as required by Local 503’s policies. This authorization is voluntary and is not a condition of my employment, and I can decline to agree to it without reprisal. I understand that all members benefit from everyone’s commitments because they help build a strong union that is able to plan for the future.",
    "Solicito y autorizo voluntariamente que mi empleador deduzca de mis ganancias, y le pague a Local 503 y a sus sucesores y cesionarios (en conjunto “Local 503”), un monto equivalente a las cuotas ordinarias de Local 503. Esta autorización para deducir las cuotas seguirá vigente a menos que yo la revoque por medio de un aviso dirigido a Local 503 y lo envíe a través del correo postal de los EE. UU. (u otro método, si así lo permiten las políticas de Local 503) en un plazo de 15 días antes o después de (1) la fecha de aniversario de este acuerdo o (2) la fecha de terminación del Contrato Colectivo de Trabajo correspondiente celebrado entre la unión y mi empleador (“los márgenes estipulados”). Esta autorización se renovará automáticamente cada año, incluso en caso de que renuncie a mi membresía, salvo que yo la revoque durante uno de los márgenes estipulados y de acuerdo con las políticas de Local 503. Esta autorización es voluntaria y no es una condición laboral, así que puedo rechazarla sin que esto suponga represalias. Comprendo que todos(as) los(as) miembros se benefician de los compromisos que todos(as) asumen porque ayudan a crear una unión fuerte que es capaz de planear a futuro.",
    "Я прошу и добровольно разрешаю моему работодателю вычитать из моего заработка и выплачивать профсоюзу Local 503 и его правопреемникам и представителям (совместно именуемым Local 503) сумму, равную регулярным членским взносам Local 503. Данное разрешение на вычет членских взносов остается в силе, если я не отзову его, направив в Local 503 уведомление по Почте США (или другим способом, предусмотренным регламентами Local 503) в течение 15 дней до или после (1) даты первой годовщины настоящего соглашения или (2) даты расторжения применимого коллективного договора между моим работодателем и профсоюзом («разрешенные периоды»). Данное разрешение будет продлеваться автоматически каждый год, даже если я откажусь от членства в профсоюзе, вплоть до моего отзыва во время одного из разрешенных периодов и в соответствии с регламентами Local 503. Настоящее разрешение является добровольным, и отказ давать его не может служить основой для запрета в приеме на работу и принятия ответных мер. Я понимаю, что все члены выигрывают от обязательств каждого, потому что они помогают создавать сильный профсоюз, способный строить планы на будущее.",
    "Tôi yêu cầu và tự nguyện ủy quyền cho chủ lao động của tôi khấu trừ từ khoản thu nhập của tôi và thanh toán cho Local 503 cũng như các tổ chức liên đoàn kế nhiệm hoặc được giao trọng trách (gọi chung là “Local 503”) số tiền tương đương với hội phí thông thường của Local 503. Sự ủy quyền khấu trừ lương để đóng hội phí này sẽ vẫn có hiệu lực trừ phi tôi rút lại bằng cách gửi thư thông báo cho Local 503 qua dịch vụ bưu điện Hoa Kỳ (hoặc bằng phương thức khác nếu được phép theo chính sách của Local 503) trong vòng 15 ngày trước hoặc sau (1) ngày kỷ niệm hằng năm của thỏa thuận này hoặc (2) thời điểm chấm dứt thỏa thuận thương lượng tập thể hiện hành này giữa chủ lao động của tôi và liên đoàn (“thời gian chờ hết hiệu lực của thỏa thuận”). Ủy quyền này sẽ tự động gia hạn hằng năm ngay cả khi tôi đã ký lại thỏa thuận thành viên, trừ phi tôi rút lại ủy quyền trong khoảng thời gian chờ hết hiệu lực của thỏa thuận và theo yêu cầu trong chính sách của Local 503. Ủy quyền này là tự nguyện và không phải là điều kiện để tôi được tuyển dụng. Tôi có thể từ chối điều này mà không sợ bị trả đũa. Tôi hiểu rằng tất cả các thành viên đều hưởng lợi từ cam kết của mọi người vì những cam kết đó giúp xây dựng một liên đoàn vững mạnh có thể hoạch định tương lai.",
    "我请求并自愿授权我的雇主从我的收入中扣除并支付给 Local 503 及其继承方和受让方（统称 'Local 503'）等于 Local 503 常规会费的金额。除非我在 (1) 本协议周年日或 (2) 雇主与工会之间适用的集体谈判协议终止（“我的窗口期”）之前或之后的 15 天内通过美国邮政服务（或 Local 503 政策规定的其他方式）撤回此费用扣除授权，否则该授权将继续有效。即使我已经退出成员资格，此授权也会每年自动更新，除非我在某个窗口期根据 Local 503 政策要求撤回此授权。该授权是自愿的，并不是我就业的条件，我可以拒绝授权而不会受到报复。我明白所有成员都将从每个人的承诺中受益，因为他们帮助建立了一个能够规划未来的强大工会。"
  ],
  "membershipTerms0": [
    "Membership Authorization",
    "Autorización para recibir la membresía",
    "Авторизация участника",
    "Ủy Quyền Thành Viên",
    "会员授权"
  ],
  "membershipTerms1": [
    "Yes, I want to join with my fellow employees and become a member of SEIU Local 503 (“Local 503”). I request and voluntarily accept membership in Local 503.",
    "Sí, quiero unirme a mis compañeros y ser miembro de SEIU Local 503 (“Local 503”). Solicito y acepto de forma voluntaria la membresía de Local 503.",
    "Да, я хочу присоединиться к своим коллегам и стать членом SEIU. Local 503 (далее — Local 503)",
    "Có, tôi muốn tham gia cùng với các nhân viên của mình và trở thành thành viên của SEIU Local 503 (“Local 503”).",
    "是的，我想和我的同事们一起，成为 SEIU Local 503 (“Local 503”) 的会员。"
  ],
  "membershipTerms2": [
    "This means I will receive the benefits and abide by the obligations of membership set forth in the Constitutions and Bylaws of both Local 503 and the Service Employees International Union (“SEIU”). I authorize Local 503 to act as my representative in collective bargaining over wages, benefits, and other terms and conditions of employment with my employer, and as my exclusive representative where authorized by law. I know that membership in the union is voluntary and is not a condition of my employment, and that I can decline to join without reprisal.",
    "Esto significa que recibiré los beneficios y cumpliré las obligaciones derivadas de la membresía que se estipulan en la Constitución y los Estatutos de Local 503 y de la Unión Internacional de Empleados de Servicios (“SEIU”). Autorizo a Local 503 para que actúe como mi representante en las negociaciones colectivas relativas a salarios, beneficios y demás términos y condiciones laborales que lleve a cabo con mi empleador, y como mi representante exclusivo en los casos que la ley lo permita. Sé que la membresía de la unión es voluntaria y no es una condición laboral, y que puedo rechazar la opción de unirme sin que esto implique represalias.",
    "Я запрашиваю и добровольно принимаю членство в Local 503. Это означает, что я буду получать льготы и соблюдать обязательства по членству, изложенные в Уставе и внутренних положениях как Local 503, так и Международного профсоюза работников сферы обслуживания (Service Employees International Union, SEIU). Я уполномочиваю  Local 503 действовать в качестве моего представителя в коллективных переговорах о заработной плате, льготах и других условиях найма с моим работодателем, и эксклюзивного представителя в случаях, разрешенных законом. Я знаю, что членство в профсоюзе добровольное, и отказ от него не может служить основой для запрета в приеме на работу и принятия ответных мер.",
    "Tôi xin tham gia và tự nguyện chấp nhận trở thành thành viên của Local 503. Điều này có nghĩa là tôi sẽ được hưởng các lợi ích và tuân thủ các nghĩa vụ của thành viên được quy định trong Constitutions and Bylaws của cả Local 503 và Service Employees International Union (“SEIU”). Tôi ủy quyền cho Local 503 làm đại diện của tôi trong việc thương lượng tập thể về tiền lương, lợi ích và các điều khoản cũng như điều kiện làm việc khác với chủ lao động hiện tại của tôi. Đồng thời, tôi cũng ủy quyền cho Local 503 làm đại diện độc quyền của tôi, nếu pháp luật cho phép. Tôi hiểu rằng việc trở thành thành viên của liên đoàn là tự nguyện và không phải là điều kiện để được làm việc, và tôi có thể từ chối tham gia mà không bị trả đũa.",
    "我要申请并自愿接受 Local 503 的会员资格。这表示我将获得福利，并遵守 Local 503 和服务行业雇员国际工会 (SEIU) 的章程和细则中规定的会员义务。我授权 Local 503 作为我的代表与我的雇主就工资、福利和其他雇佣条款进行集体谈判，并在获得法律授权后作为我的专属代表。我知道加入工会是本着自愿原则，不是我就业的条件，而且我可以拒绝加入工会而不会受到报复。"
  ],
  "nonRepMembershipTerms2": [
    "I hereby request and accept membership in SEIU Local 503, OPEU and I agree to abide by its Bylaws and by the Service Employees International Union Constitution and Bylaws",
    "Por el presente, solicito y acepto la membresía de SEIU Local 503, OPEU; además, me comprometo a cumplir con sus Estatutos y la Constitución y los Estatutos dla Unión Internacional de Empleados de Servicios.",
    "Настоящим я прошу и принимаю членство в SEIU Local 503, OPEU, и соглашаюсь с Уставом SEIU Local 503, а также Конституцией и Уставом Международного профсоюза работников сферы обслуживания",
    "Dưới đây, tôi yêu cầu và chấp nhận tư cách thành viên tại SEIU Local 503, OPEU. Tôi đồng ý tuân thủ Nội quy của SEIU Local 503, OPEU cũng như Nội quy và Hiến pháp của Công đoàn Nhân viên Phục vụ Quốc tế",
    "我特此申请并接受 SEIU Local 503, OPEU 的会员资格，并同意遵守其细则或 服务行业雇员国际工会的章程和细则"
  ],
  "MOECheckbox": [
    "Dues Deduction/Checkoff Authorization",
    "Autorización de aportes/deducción de cuotas",
    "Разрешение на вычет/удержание членских взносов",
    "Ủy Quyền Giảm Trừ/Khấu Trừ Hội Phí",
    "扣除会费/代扣工会会费授权"
  ],
  "membershipTerms4": [
    "I request and voluntarily authorize my employer to deduct from my earnings and to pay to Local 503 an amount equal to the regular monthly dues and other fees or assessments uniformly applicable to members of Local 503. This authorization shall remain in effect unless I revoke it by sending written notice via U.S. mail to Local 503 during the periods not less than 30 days and not more than 45 days before either (1) the annual anniversary date of this agreement, or (2) the date of termination of the applicable collective bargaining agreement between the employer and Local 503. This authorization shall be automatically renewed from year to year unless I revoke it in writing during a window period, even if I have resigned my membership.",
    "Solicito y autorizo voluntariamente que mi empleador deduzca de mis ganancias, y le pague a Local 503, un monto equivalente a las cuotas ordinarias mensuales y demás cargos y avalúos que sean aplicables a los miembros de Local 503. Esta autorización permanecerá vigente, salvo que yo la revoque enviándole a Local 503 un aviso por escrito a través del correo postal de los EE. UU. mínimo 30 días y máximo 45 días antes de (1) la fecha de aniversario de este acuerdo, o (2) la fecha de terminación del contrato colectivo de trabajo correspondiente celebrado entre el empleador y Local 503. Esta autorización se renovará automáticamente cada año, salvo que yo la revoque por escrito en el margen estipulado, incluso si cancelo mi membresía.",
    "Я прошу и добровольно разрешаю моему работодателю вычитать из моего заработка и выплачивать Local 503 сумму, равную регулярным ежемесячным членским взносам и другим взносам, которые одинаково применимы ко всем членам Local 503. Данное разрешение остается в силе, если я не отзову его, направив в Local 503 письменное уведомление по Почте США в течение периода не менее 30 дней и не более 45 дней до (1) даты первой годовщины настоящего соглашения или (2) даты расторжения применимого коллективного договора между работодателем и Local 503. Это разрешение будет автоматически продлеваться из года в год, если я не отзову его в письменной форме в течение разрешенного периода, даже если я отказался от членства в профсоюзе.",
    "Tôi yêu cầu và tự nguyện ủy quyền cho chủ lao động của mình khấu trừ khỏi thu nhập của tôi và đóng cho Local 503 một khoản tiền bằng hội phí định kỳ hàng tháng, cũng như các khoản phí hay thuế khác được áp dụng đồng bộ cho các thành viên của Local 503. Ủy quyền này sẽ vẫn có hiệu lực trừ khi tôi hủy bỏ bằng cách gửi cho Local 503 một thông báo bằng văn bản qua dịch vụ bưu điện của Hoa Kỳ trong thời gian không dưới 30 ngày và không quá 45 ngày trước (1) ngày kỷ niệm hàng năm của thỏa thuận này, hoặc (2) ngày chấm dứt thỏa thuận thương lượng tập thể hiện hành giữa chủ lao động của tôi và Local 503. Ủy quyền này sẽ được tự động gia hạn hàng năm trừ khi tôi hủy bỏ bằng văn bản trong thời gian chờ hết hiệu lực của thỏa thuận, ngay cả khi tôi không còn là thành viên nữa.",
    "我要求并自愿授权我的雇主从我的收入中扣除并向 Local 503 支付普适于所有 Local 503 会员的每月常规会费以及其他费用或税额。该授权将一直有效，直到我在本协议周年日或雇主与 Local 503 之间所签署的适用劳资协议终止前的不少于 30 天且不超过 45 天内将撤销申请以书面形式通过美国邮政服务邮寄给 Local 503 为止。除非我在窗口期内以书面形式撤销该授权，否则即使我已放弃会员资格，该授权每年将依然自动续期。"
  ],
  "membershipTerms5": [
    "This authorization is voluntary and is not a condition of my employment, and I can decline to agree to it without reprisal. I understand that all members benefit from everyone’s commitments because they help to build a strong union that is able to plan for the future.",
    "Esta autorización es voluntaria y no es una condición laboral, así que puedo rechazarla sin que esto suponga represalias. Comprendo que todos los miembros se benefician de los compromisos que todos asumen porque ayudan a crear una unión fuerte que es capaz de planear a futuro.",
    "Настоящее разрешение является добровольным, и отказ давать его не может служить основой для запрета в приеме на работу и принятия ответных мер. Я понимаю, что все члены выигрывают от обязательств каждого, потому что они помогают создавать сильный профсоюз, способный строить планы на будущее.",
    "Sự cho phép này là tự nguyện và không phải là điều kiện để tôi được làm việc. Tôi có thể từ chối điều này mà không bị trả đũa. Tôi hiểu rằng tất cả các thành viên đều hưởng lợi từ cam kết của mọi người vì những cam kết đó giúp xây dựng một liên đoàn vững mạnh có thể hoạch định tương lai.",
    "该授权是自愿的，并不是我就业的条件，我可以拒绝授权而不会受到报复。我明白所有会员都将从每个人的承诺中受益，因为他们帮助建立了一个能够规划未来的强大工会。"
  ],
  "notDeductible": [
    "Contributions or gifts to Local 503 are not tax deductible as charitable contributions.",
    "Los aportes u obsequios a Local 503 no son deducibles de impuestos como aportes benéficos.",
    "Взносы и подарки в Local 503 не подлежат налогообложению как благотворительные взносы.",
    "Các khoản đóng góp hoặc quà tặng gửi đến Local 503 sẽ không được khấu trừ thuế như các khoản đóng góp từ thiện.",
    "向 Local 503 的捐款或所送礼物不能作为慈善捐款进行减税。"
  ],
  "scholarshipBox1": [
    "Scholarship Fund",
    "Fondo para becas",
    "Фонд стипендий",
    "Quỹ Học Bổng",
    "奖学基金"
  ],
  "scholarshipBox": [
    "Check this box if you would like the portion of dues spent on political power to go toward SEIU 503’s scholarship fund.",
    "Seleccione esta casilla si quiere que una parte de las cuotas se invierta en el poder político para mejorar el fondo para becas de SEIU 503.",
    "поставьте галочку в этом окошке, если хотите, чтобы часть взносов, потраченных на политическую власть, направлялась в Фонд стипендий SEIU 503.",
    "Chọn hộp này nếu bạn muốn chuyển phần hội phí dùng để đầu tư vào quyền lực chính trị sang quỹ học bổng của SEIU 503.",
    "如果您想将花费在政治力量上的部分会费用于 SEIU 503 奖学基金，请选中此框。"
  ],
  "hcwDPA0": [
    "Direct Pay Authorization (DPA)",
    "Autorización de pago directo (por su sigla en inglés DPA)",
    "Разрешение на прямую оплату (DPA)",
    "Ủy Quyền Thanh Toán Trực Tiếp (DPA)",
    "直接付款授权 (DPA)"
  ],
  "hcwDPA1": [
    "In the event payroll deduction from my employer is not available or is not deemed practical by the Union, I authorize SEIU Local 503 to make withdrawals from my checking or savings account, in accordance with the authorization provided. I am authorized to make decisions about the account provided to the Union. SEIU will notify me of the transition to direct pay at the current mailing address on file with SEIU prior to initiating the first payment via checking or savings account, as authorized below.",
    "En caso de que la Unión no permita o considere inviable la deducción de nómina de parte de mi empleador, autorizo a SEIU Local 503 para que realice retiros de mi cuenta corriente o cuenta de ahorros, de conformidad con la autorización que proporciono. Tengo autorización para tomar decisiones sobre la cuenta proporcionada a la Unión. SEIU me notificará la transición al pago directo a la dirección de correspondencia que actualmente aparece en el archivo de SEIU antes de realizar el primer pago a través de la cuenta corriente o de ahorros, según lo autorice a continuación.",
    "В случае если вычет из зарплаты работодателем недоступен или не признан Профсоюзом целесообразным, я уполномочиваю SEIU Local 503 производить снятие средств с моего расчетного или сберегательного счета в соответствии с разрешением. Я уполномочен(-а) принимать решения относительно счета, информация о котором была представлена профсоюзу. SEIU уведомит меня о переходе на прямую оплату по текущему зарегистрированному в SEIU почтовому адресу до первого платежа с помощью чекового или сберегательного счета, согласно разрешению ниже.",
    "Trong trường hợp chủ lao động không thể khấu trừ lương của tôi hoặc Liên Đoàn thấy việc khấu trừ lương là không thiết thực, tôi sẽ ủy quyền cho SEIU Local 503 rút tiền từ tài khoản séc hoặc tài khoản tiết kiệm của tôi theo sự ủy quyền được cung cấp. Tôi được ủy quyền để ra quyết định về tài khoản được cung cấp cho Liên Đoàn. SEIU sẽ thông báo cho tôi về việc chuyển đổi sang phương thức thanh toán trực tiếp với SEIU theo địa chỉ nhận thư hiện tại ghi trong hồ sơ trước khi bắt đầu giao dịch thanh toán đầu tiên từ tài khoản tiết kiệm hoặc tài khoản séc, như được ủy quyền dưới đây.",
    "如果无法从雇主那里扣缴工资或工会认为不可行，则我授权 SEIU Local 503 根据授权从我的支票或储蓄账户中扣款。我有权就提供给工会的账户做出决定。SEIU 在通过支票或储蓄账户发起第一笔付款之前，将把向直接付款过渡的通知寄至在 SEIU 存档的当前邮寄地址，授权如下。"
  ],
  "hcwDPA2": [
    "I hereby authorize SEIU to initiate a recurring, automatic electronic funds transfer with my financial institution beginning on the date listed in the transition notice provided to me in order to deduct from the account listed below  amount of 1.7% of my gross earnings, and issue fund payments at a prorated amount up to $2.75 per month, except that the total minimum deduction shall be no less than $2.30 per pay period and the maximum deduction shall be no more than $150 per pay period. Because the dues deduction is based on a percentage of my gross earnings, the dollar amount deducted may change each month based on payroll dates and/or if my hours of work or rate of pay changes, and I agree to not receive any advance notice before the dues payment is deducted as long as the amount is between $2.30 and $150 per pay period. My authorized deduction shall be made based on the gross pay amount in the paycheck immediately preceding the pay processing date of the current transaction and shall be made one (1) business day after each pay processing date designated by my employer.",
    "Por el presente documento, autorizo a SEIU para que inicie transferencias electrónicas automáticas recurrentes de fondos con mi institución financiera que tendrán lugar en la fecha mencionada en el aviso de transición que me hagan llegar, con el fin de deducir de la cuenta que aparece más adelante el monto equivalente al 1.7 % de mis ganancias brutas, y generar pagos de fondos con montos prorrateados de hasta $2.75 mensuales, siempre y cuando la deducción total mínima no sea inferior a $2.30 por periodo de pago y la deducción máxima no sea mayor a $150 por periodo de pago. Considerando que la deducción de cuotas se basa en un porcentaje de mis ganancias brutas, el monto en dólares que se deduce puede cambiar cada mes en función de las fechas de pago de nómina y/o si mis horas de trabajo o tasa salarial cambian; además, acuerdo no recibir ningún aviso antes de que se deduzca el pago de las cuotas, siempre y cuando el monto esté entre los $2.30 y $150 por periodo de pago. La deducción que autoricé se debe realizar con base en el monto del salario bruto que figura en el cheque de pago justo antes de la fecha de procesamiento del pago de la transacción correspondiente, y se debe realizar un (1) día hábil después de la fecha de procesamiento del pago que mi empleador designe.",
    "Настоящим я уполномочиваю SEIU инициировать регулярные автоматические электронные переводы средств с моего счета в финансовом учреждении начиная с даты, указанной в предоставленном мне уведомлении о переходе, с целью вычета со счета, указанного ниже, суммы в размере 1,7 % от моего валового дохода, и вносить платежи в фонд на пропорциональной основе до $2,75 в месяц за тем исключением, что общий минимальный вычет не должен быть ниже суммы $2,30 за период оплаты, а максимальный вычет не должен превышать $150 за период оплаты. Поскольку сумма отчислений рассчитывается на основе процента от моего валового дохода, вычитаемая сумма в долларах США может меняться каждый месяц в зависимости от даты выплаты заработной платы, а также в случае изменения моего рабочего времени или ставки заработной платы, и я соглашаюсь не получать никаких предварительных уведомлений перед удержанием отчислений при условии, что вычитаемая сумма составит от $2,30 до $150 за период оплаты. Мой разрешенный вычет должен производиться на основе суммы валовой заработной платы в чеке непосредственно перед датой обработки платежа текущей операции через один (1) рабочий день после каждой даты обработки платежа, назначенной моим работодателем.",
    "Qua tài liệu này, tôi ủy quyền cho SEIU bắt đầu giao dịch chuyển khoản điện tử tự động theo định kỳ với tổ chức tài chính của tôi vào ngày được nêu trong thông báo chuyển đổi được gửi cho tôi để khấu trừ khỏi tài khoản được nêu ở bên dưới số tiền là 1,7% tổng thu nhập của tôi và thanh toán từ tiền ký quỹ một khoản tiền tính theo tỷ lệ thời gian có trị giá tối đa là $2,75 mỗi tháng, ngoại trừ tổng số tiền khấu trừ tối thiểu không được nhỏ hơn $2,30 mỗi kỳ lương và số tiền khấu trừ tối đa không được quá $150 mỗi kỳ lương. Do việc khấu trừ hội phí được thực hiện dựa trên phần trăm tổng thu nhập của tôi nên tổng số đô la bị khấu trừ có thể thay đổi theo từng tháng tùy theo ngày trả lương và/hoặc nếu số giờ làm việc hoặc mức lương của tôi thay đổi. Đồng thời, tôi đồng ý không nhận bất kỳ thông báo trước nào trước thời điểm khấu trừ tiền hội phí nếu số tiền này nằm trong khoảng từ $2,30 tới $150 mỗi kỳ lương. Các khoản khấu trừ được ủy quyền của tôi sẽ được xác định dựa theo tổng tiền lương trên chi phiếu trả lương ngay trước ngày xử lý tiền lương của giao dịch hiện tại và sẽ được thực hiện sau một (1) ngày làm việc kể từ ngày xử lý tiền lương mà chủ lao động của tôi chỉ định.",
    "我特此授权 SEIU 自提供给我的过渡通知中所列日期开始向我的金融机构发起定期自动电子资金转账，以便从下列帐户中扣除我总收入的 1.7%，并每月按比例发放资金付款（最高不超过 2.75 美元），但总最低扣除额度不得少于每发薪期 2.30 美元，最高扣除额度不得高于每发薪期 150 美元。由于扣除的会费金额是基于我总收入的百分比而定，因此每月扣款金额会随着发薪日期和/或我的工作时间或薪资水平而发生变化。我同意，只要每月的扣除金额在 2.3 美元到 150 美元之间，我不会收到会费付款扣除的事先通知。我授权的扣款金额应基于当前交易的付款处理日期之前的薪水支票上的总工资金额而定，并应在雇主指定的每个付款处理日期后的一 (1) 个工作日扣除。"
  ],
 "communityDPA1": [
   "I hereby authorize SEIU Local 503 or its Designated Secure Payment Processor (DSPP to initiate a recurring, automatic electronic funds transfer from my checking or savings account or recurring, automatic credit card payment in the amount of $10 per month.",
    "Por el presente, autorizo a SEIU Local 503 o su procesador de pagos seguros designado (DSPP) a iniciar transferencias electrónicas automáticas recurrentes de fondos de mi cuenta corriente o de ahorros o pagos automáticos recurrentes con tarjeta de crédito por un monto de $10 al mes.",
    "Настоящим я уполномочиваю SEIU Local 503 или его специализированную безопасную платежную систему (DSPP) инициировать регулярные автоматические электронные переводы средств с моего расчетного или сберегательного счета или регулярные автоматические платежи по кредитной карте на сумму 10 долларов США в месяц.",
    "Dưới đây, tôi ủy quyền cho SEIU Local 503 hoặc Hệ thống thanh toán an toàn được chỉ định (DSPP) của SEIU Local 503 bắt đầu chuyển khoản định kỳ, tự động và theo phương thức điện tử từ tài khoản thanh toán hoặc tài khoản tiết kiệm của tôi, hoặc thanh toán tự động qua thẻ tín dụng với số tiền giao dịch là $10/tháng.",
    "我特此授权 SEIU Local 503 或其指定的安全付款处理商 (DSPP) 从我的支票或储蓄账户中或以定期自动信用卡付款的方式发起每月 10 美元的定期自动电子资金转账。"
],
"retireeDPA1": [
  "I hereby authorize SEIU Local 503 or its Designated Secure PaymentProcessor (DSPP to initiate a recurring, automatic electronic fundstransfer from my checking or savings account or recurring, automaticcredit card payment in the amount of $5 per month.",
    "Por el presente, autorizo a SEIU Local 503 o su procesador de pagos seguros designado (DSPP) a iniciar transferencias electrónicas automáticas recurrentes de fondos de mi cuenta corriente o de ahorros o pagos automáticos recurrentes con tarjeta de crédito por un monto de $5 al mes.",
    "Настоящим я уполномочиваю SEIU Local 503 или его специализированную безопасную платежную систему (DSPP) инициировать регулярные автоматические электронные переводы средств с моего расчетного или сберегательного счета или регулярные автоматические платежи по кредитной карте на сумму 5 долларов США в месяц.",
    "Dưới đây, tôi ủy quyền cho SEIU Local 503 hoặc Hệ thống thanh toán an toàn được chỉ định (DSPP) của SEIU Local 503 bắt đầu chuyển khoản định kỳ, tự động và theo phương thức điện tử từ tài khoản thanh toán hoặc tài khoản tiết kiệm của tôi, hoặc thanh toán tự động qua thẻ tín dụng với số tiền giao dịch là $5/tháng.",
    "我特此授权 SEIU Local 503 或其指定的安全付款处理商 (DSPP) 从我的支票或储蓄账户中或以定期自动信用卡付款的方式发起每月 5 美元的定期自动电子资金转账。"
],
"afhDPA1": [
  "I authorize SEIU Local 503 or its Designated Secure Payment Processor (DSPP) to make withdrawals from my checking or savings account, in accordance with the authorization provided below or to another account I provide and authorize separately. I am authorized to make decisions about the account provided to the Union.",
    "Autorizo a SEIU Local 503 o a su procesador de pagos seguros designado (DSPP) a realizar retiros de mi cuenta corriente o de ahorros, de conformidad con la autorización proporcionada a continuación o de otra cuenta que yo proporcione y autorice por separado. Tengo autorización para tomar decisiones sobre la cuenta proporcionada a la Unión.",
    "Я уполномочиваю SEIU Local 503 или его специализированную безопасную платежную систему (DSPP) производить снятие средств с моего расчетного или сберегательного счета в соответствии с разрешением, предоставленным ниже, или переводить их на другой счет, информацию о котором я укажу отдельно и предоставлю специальное разрешение для этого. Я уполномочен(-а) принимать решения относительно счета, информация о котором была представлена профсоюзу.",
    "Tôi ủy quyền cho SEIU Local 503 hoặc Hệ thống thanh toán an toàn được chỉ định (DSPP) của SEIU Local 503 rút tiền từ tài khoản thanh toán hoặc tài khoản tiết kiệm của tôi, tuân theo ủy quyền được cung cấp bên dưới hoặc theo tài khoản khác mà tôi cung cấp và ủy quyền riêng. Tôi được ủy quyền để ra quyết định về tài khoản được cung cấp cho Công đoàn.",
    "我特此授权 SEIU Local 503 或其指定的安全付款处理商 (DSPP) 根据下文中的授权从我的支票或储蓄账户中扣款，或从我单独提供并授权的其他账户中扣款。我有权就提供给工会的账户做出决定。"
],
"afhDPA2": [
  "I hereby authorize SEIU to initiate a recurring, automatic electronic funds transfer with my financial institution or a recurring, automatic credit card payment in the amount of 1.7% of Medicaid DD Base Rate, per Medicaid client for my membership dues, and issue fund payments of $2.75 per month, except that the total minimum deduction shall be no less than $5.00 a month and the maximum deduction shall be no more than $300 a month. Because the dues amount is based on a percentage of the base Medicaid DD Base Rate, per Medicaid client, the dollar amount charged may change each month based on the base rate or the number of clients and I agree to not receive any advance notice before the dues payment is deducted as long as the amount is between $5.00 and $300 a month.",
    "Por el presente, autorizo a SEIU a iniciar transferencias electrónicas automáticas recurrentes de fondos con mi institución financiera o un pago automático recurrente con tarjeta de crédito por el monto equivalente al 1.7 % de la tasa básica de DD de Medicaid, por cliente de Medicaid y relativo a cuotas de mi membresía, y generar pagos de fondos de hasta $2.75 al mes, con excepción de que la deducción total mínima sea de no menos de $5.00 al mes y la deducción máxima sea de no más de $300 al mes. Debido a que el monto de las cuotas se basa en un porcentaje de la tasa básica de DD de Medicaid, por cliente de Medicaid, el monto en dólares cobrado puede variar cada mes según la tasa básica o el número de clientes; además, acepto no recibir ningún aviso anticipado antes de que se deduzca el pago de las cuotas, siempre y cuando el monto sea de entre $5.00 y $300 al mes.",
    "Настоящим я уполномочиваю профсоюз SEIU инициировать регулярные автоматические электронные переводы средств с моего счета в финансовом учреждении или регулярные автоматические платежи по кредитной карте в размере 1,7 % от базовой ставки Medicaid DD каждого клиента Medicaid для моих членских отчислений, а также вносить платежи в фонд в размере 2,75 долл. США в месяц за тем исключением, что общий минимальный вычет не должен быть ниже суммы 5,00 долл. за месяц, а максимальный вычет не должен превышать 300 долл. в месяц. Поскольку сумма отчислений рассчитывается исходя из процента от базовой ставки Medicaid DD каждого клиента Medicaid, вычитаемая сумма в долларовом эквиваленте может меняться ежемесячно в зависимости от базовой ставки или количества клиентов, и я откажусь от получения предварительного уведомления перед удержанием отчислений при условии, что вычитаемая сумма составит от 5 долл. до 300 долл. за месяц.",
    "Dưới đây, tôi ủy quyền cho SEIU bắt đầu chuyển khoản định kỳ, tự động và theo phương thức điện tử với tổ chức tài chính của tôi, hoặc thanh toán định kỳ tự động qua thẻ tín dụng với số tiền giao dịch là 1,7% Lãi suất gốc Medicaid DD/khách hàng Medicaid cho thuế thành viên của tôi, và cấp khoản thanh toán quỹ $2,75/tháng, trừ trường hợp tổng khoản khấu trừ tối thiểu ít hơn $5,00/tháng và khoản khấu trừ tối đa lớn hơn $300/tháng. Do khoản thuế dựa trên phần trăm Lãi suất gốc Medicaid DD cơ bản/khách hàng Medicaid, nên khoản đô la được tính có thể thay đổi mỗi tháng dựa trên lãi suất gốc hoặc số khách hàng. Vì vậy, tôi đồng ý không nhận bất kỳ thông báo trước nào trước khi khoản thuế bị chiết khấu, trừ trường hợp khoản tiền nhỏ hơn $5,00 hoặc lớn hơn $300/tháng.",
    "我特此授权 SEIU 向我的金融机构发起定期自动电子资金转账，或以定期自动信用卡付款的方式按医疗补助客户的 Medicaid DD 基准利率的 1.7％ 扣款，以此来支付我的会费，并按照每月 2.75 美元的金额发放资金付款，但总最低扣除额度不得少于每月 5 美元，最高扣除额度不得高于每月 300 美元。由于会费金额是基于医疗补助客户的 Medicaid DD 基准利率的百分比而定，因此每月收取的金额会随着基准利率或客户数量而发生变化。我同意，只要每月的扣除金额在 5 美元到 300 美元之间，我不会收到会费付款扣除的事先通知。"
  ],
  "DPA3": [
    "The dues amount may change if authorized according to the requirements of the SEIU Local 503 Union Bylaws or the Service Employees International Union Constitution and Bylaws. If this happens, I authorize SEIU to initiate a recurring, automatic electronic funds transfer in the amount of the new dues amount when notified by SEIU in writing of the new amount and with at least ten (10) days’ notice before the next funds transfer date. In the case of checking and savings accounts, adjusting entries to correct errors are also authorized. I agree that these withdrawals and adjustments may be made electronically and under the Rules of the National Automated Clearing House Association. This authorization shall remain in effect until I revoke my authorization in writing or with another permitted method.",
    "El monto de las cuotas puede variar si los requisitos de los Estatutos de la Unión de SEIU Local 503 o la Constitución y Estatutos de la Unión Internacional de Empleados de Servicios lo permiten. Si eso ocurre, autorizo a SEIU para que inicie una transferencia electrónica automática recurrente de fondos por el monto de las nuevas cuotas, siempre y cuando SEIU me notifique por escrito la nueva cuota al menos diez (10) días antes de la siguiente fecha de transferencia de fondos. En el caso de cuentas corrientes y de ahorros, también autorizo a que se realicen los ajustes pertinentes para corregir los errores. Estoy de acuerdo en que dichos retiros y ajustes puedan ser electrónicos y conforme a las Normas de la National Automated Clearing House Association. Esta autorización permanecerá vigente hasta que yo la revoque por escrito o a través de otro método permitido.",
    "Сумма отчислений может быть изменена, если это разрешено в соответствии с требованиями Устава SEIU Local 503 или Конституции и Устава Международного профсоюза работников сферы обслуживания. В этом случае я уполномочиваю SEIU инициировать периодический автоматический электронный перевод денежных средств в размере новой суммы взносов при письменном уведомлении SEIU о новой сумме и не менее чем за десять (10) дней до следующей даты перевода денежных средств. При использовании чековых и сберегательных счетов также разрешается корректировка записей для исправления ошибок. Я согласен с тем, что эти отчисления и корректировки могут производиться в электронном виде и в соответствии с Правилами Национальной ассоциации автоматизированных расчетных палат. Настоящее разрешение остается в силе до его отзыва в письменной форме или другим предусмотренным способом.",
    "Mức hội phí có thể thay đổi nếu được phép theo quy định trong Nội Quy của Liên Đoàn SEIU Local 503 hoặc Nội quy và Hiến pháp của Liên Đoàn Nhân Viên Phục Vụ Quốc Tế. Nếu có sự thay đổi, tôi ủy quyền cho SEIU thực hiện giao dịch chuyển khoản điện tử tự động, định kỳ với số tiền bằng với mức hội phí mới khi SEIU thông báo cho tôi bằng văn bản về mức hội phí mới và có thông báo trước ít nhất mười (10) ngày trước ngày giao dịch chuyển khoản tiếp theo. Trong trường hợp là tài khoản séc và tài khoản tiết kiệm, tôi cũng ủy quyền cho SEIU điều chỉnh các bút toán để sửa sai sót. Tôi đồng ý rằng các hoạt động rút tiền và điều chỉnh này có thể được thực hiện bằng phương tiện điện tử và theo Quy Tắc của Hiệp Hội Ngân Hàng Tự Động Quốc Gia. Việc ủy quyền này sẽ còn hiệu lực cho đến khi tôi rút lại sự ủy quyền bằng văn bản hoặc bằng phương thức được phép khác.",
    "如果会费金额是根据 SEIU Local 503 工会细则或服务行业雇员国际工会的章程和细则的要求进行授权，则会费金额可能会发生变化。如果发生这种情况，那么在收到 SEIU 书面通知的新的会费金额后（应在下一次资金转账日期前至少提前十 [10] 天予以通知），我授权 SEIU 根据新的会费金额发起定期自动电子资金转账。对于支票和储蓄账户，我授权可以调整分录以更正错误。我同意这些扣款和调整可以根据全国自动票据交换所协会的规则以电子方式进行。该授权将一直有效，直到我以书面形式或其他获准方式撤销授权为止。"
  ],
  "afhDPA3": [
    "I understand it is my responsibility to notify the Union of any changes to my Account information, any changes to the number of Medicaid clients and any changes to my bargaining unit status.",
    "Entiendo que es mi responsabilidad avisarle a la Unión sobre cualquier cambio en la información de mi Cuenta, cualquier cambio en el número de clientes de Medicaid y cualquier cambio en mi estado relativo a la unidad de negociación.",
    "Я понимаю, что обязан(-а) уведомлять профсоюз о любых изменениях данных о своем банковском счете, количестве клиентов Medicaid и своем статусе участника переговоров.",
    "Tôi hiểu rằng mình có trách nhiệm thông báo cho Công đoàn mọi thay đổi về thông tin Tài khoản của mình, mọi thay đổi về số khách hàng Medicaid cũng như về trạng thái đơn vị thương lượng của mình.",
    "我理解，我有责任将有关我账户信息的任何变更、Medicaid 客户数量的任何变更以及我的谈判单位状态的任何变更通知工会。"
  ],
  "DPA4": [
    "I acknowledge that failure to pay my dues on a timely basis may affect my membership standing in the Union, as set forth in the SEIU Local 503 Bylaws. Contributions to SEIU are not tax deductible as charitable contributions.",
    "Reconozco que si no pago oportunamente las cuotas, mi membresía actual en la Unión se puede ver afectada, tal y como se estipula en los Estatutos de SEIU Local 503. Los aportes a SEIU no se pueden deducir de impuestos como aportes benéficos.",
    "Я признаю, что несвоевременная уплата моих взносов может повлиять на мое членство в Профсоюзе в соответствии с положениями, изложенными в Уставе SEIU Local 503. Взносы в SEIU не подлежат налогообложению как благотворительные взносы.",
    "Tôi công nhận rằng việc không thanh toán hội phí đúng hạn có thể ảnh hưởng đến tư cách thành viên của tôi trong Liên Đoàn, theo quy định trong Nội Quy của SEIU Local 503. Các khoản đóng góp cho SEIU là các khoản đóng góp từ thiện nên không bị khấu trừ thuế. ",
    "我明白，如 SEIU Local 503 细则所述，不及时缴纳会费可能会影响我在工会的会员资格。向 SEIU 的捐款不能作为慈善捐款进行减税"
  ],
  "DPA_failToPay": [
    "I acknowledge that failure to pay my dues on a timely basis may affect my membership standing in the Union, as set forth in the SEIU Local 503 Bylaws. Contributions to SEIU are not tax deductible as charitable contributions. However, they may be tax deductible as ordinary and necessary business expenses.",
    "Entiendo que no pagar mis cuotas de forma oportuna puede afectar mi membresía con la Unión, según lo establecido por los Estatutos del SEIU Local 503. Las contribuciones al SEIU no son deducibles de impuestos como contribuciones de beneficencia. Sin embargo, pueden ser deducibles de impuestos como gastos ordinarios y necesarios de negocios.",
    "Я признаю, что несвоевременная уплата мною членских взносов может повлиять на мое членство в профсоюзе, как указано в уставе местного отделения 503 профсоюза SEIU. Профсоюзные взносы SEIU не исключаются из суммы налогооблагаемого дохода в качестве благотворительных взносов. Однако они могут быть исключены из суммы налогооблагаемого дохода в качестве стандартных и обязательных расходов на предпринимательскую деятельность.",
    "Tôi xác nhận rằng việc không trả phí công đoàn đúng hạn có thể ảnh hưởng đến tư cách thành viên của tôi trong Công đoàn, như được quy định trong bộ Quy tắc Hoạt động của SEIU Local 503. Các khoản đóng góp cho SEIU không được khấu trừ thuế theo dạng đóng góp từ thiện. Tuy nhiên, chúng có thể được khấu trừ thuế theo dạng chi phí kinh doanh thông thường và cần thiết.",
    "我确认，未能及时支付会费可能会影响我在工会中的会员资格（如SEIU Local 503细则中所载）。向SEIU作出的捐款，不会作为慈善捐款而免税。但是它们可作为一般及必要的营业支出而扣税。"
    ],
  "hcwDDA0": [
    "Direct Deposit Authorization",
    "Autorización de depósito directo",
    "Разрешение на прямое зачисление на счет",
    "Ủy Quyền Đối Với Tiền Gửi Trực Tiếp",
    "直接存款授权"
  ],
  "hcwDDA1": [
    "To facilitate payment of the dues or other contributions from my bank account, I voluntarily and knowingly authorize the State of Oregon, or my employer’s state-contracted fiscal agent, to provide SEIU Local 503’s Designated Secure Payment Processor (DSPP), my HCW/PSW UID, and the information for the bank account (bank account number, account holder’s name and routing number) on file with my employer (“Account”) that I have designated to receive the proceeds of my paycheck via direct deposit, and for my dues and/or other contributions to be deducted from this account one (1) business day after each pay processing date designated by my employer. If my employer makes direct deposit of my paycheck to a checking account and a savings account, I hereby voluntarily and knowingly authorize my employer to provide to Local 503’s DSPP the information for the checking account and for my dues and/or other contributions to be deducted from this account one (1) business day after each pay processing date designated by my employer.",
    "Para facilitar el pago de las cuotas u otros aportes desde mi cuenta bancaria, autorizo de forma voluntaria y consciente que el Estado de Oregón, o el agente fiscal de mi empleador contratado por el estado, le proporcione al procesador de pagos seguros designado (por su sigla en inglés DSPP) de SEIU Local 503, mi identificación de usuario (por su sigla en inglés UID) como HCW/PSW y la información de la cuenta bancaria (número de cuenta bancaria, nombre del titular y número de ruta) que aparece en el archivo de mi empleador (“Cuenta”) que he designado para recibir los ingresos de mi salario a través de depósito directo, y para que se deduzcan las cuotas y/u otros aportes, un (1) día hábil después de la fecha de procesamiento del pago que mi empleador designe. En caso de que mi empleador realice un depósito directo de mi salario a una cuenta corriente y una cuenta de ahorros, por el presente autorizo de forma voluntaria y consciente que el empleador le proporcione al DSPP de Local 503 la información de la cuenta corriente para que se deduzcan las cuotas y/u otros aportes, un (1) día hábil después de la fecha de procesamiento del pago que mi empleador designe.",
    "Чтобы обеспечить уплату членских или других взносов с моего банковского счета, я добровольно и сознательно уполномочиваю штат Орегон или фискального агента моего работодателя от штата предоставить специализированной безопасной платежной системе SEIU Local 503 (DSPP) свой HCW/PSW UID и информацию о банковском счете (номер банковского счета, имя владельца счета и код банка), зарегистрированном у моего работодателя («Счет»), который назначен мною для получения доходов от моей зарплаты через прямое зачисление на счет, и для того, чтобы мои взносы и/или другие отчисления вычитались с этого счета через один (1) рабочий день после каждой даты обработки зарплаты, назначенной моим работодателем. Если мой работодатель напрямую зачисляет мою зарплату на чековый и сберегательный счета, то я, таким образом, добровольно и сознательно уполномочиваю его предоставить специализированной безопасной платежной системе SEIU Local 503 (DSPP) информацию для чекового счета и для моих взносов и/или других отчислений, которые будут вычитаться с этого счета через один (1) рабочий день после каждой даты обработки зарплаты, назначенной моим работодателем.",
    "Nhằm xúc tiến quá trình thanh toán hội phí hoặc các khoản đóng góp khác từ tài khoản ngân hàng của mình, tôi ủy quyền trên tinh thần tự nguyện và có chủ ý cho Tiểu Bang Oregon hoặc công ty tài chính ký kết hợp đồng với tiểu bang của chủ lao động của tôi, cung cấp cho Bên Xử Lý Thanh Toán Bảo Mật Được Chỉ Định (DSPP) của SEIU Local 503 những thông tin như HCW/PSW UID của tôi, thông tin về tài khoản ngân hàng (số tài khoản ngân hàng, tên và số định tuyến của chủ tài khoản) trong hồ sơ của tôi với chủ lao động (“Tài Khoản”) mà tôi đã chỉ định để nhận số tiền trên chi phiếu trả lương của tôi thông qua tiền gửi trực tiếp và khấu trừ hội phí và/hoặc các khoản đóng góp khác của tôi từ tài khoản này một (1) ngày làm việc sau mỗi ngày xử lý tiền lương mà chủ lao động của tôi chỉ định. Nếu chủ lao động của tôi gửi trực tiếp chi phiếu trả lương của tôi vào tài khoản séc và tài khoản tiết kiệm thì qua tài liệu này, tôi ủy quyền trên tinh thần tự nguyện và có chủ ý cho chủ lao động của tôi cung cấp cho DSPP của Local 503 thông tin về tài khoản séc và khấu trừ hội phí và/hoặc các khoản đóng góp khác của tôi từ tài khoản này một (1) ngày làm việc sau mỗi ngày xử lý tiền lương mà chủ lao động của tôi chỉ định.",
    "为了方便从我的银行帐户中支付会费或其他捐款，我知情且自愿授权俄勒冈州（或我雇主的州立合同财务代理人）将 SEIU Local 503 指定的安全付款处理商 (DSPP)、我的 HCW/PSW UID 以及登记在案的银行帐户信息（银行帐号、帐户持有人姓名和路由号码）提供给我的雇主（“帐户”），我已指定我的雇主通过直接存款接收我的工资收入，并在雇主指定的每个付款处理日期后的一 (1) 个工作日从该帐户扣除我的会费和/或其他捐款金额。如果我的雇主将我的薪水直接存入支票帐户和储蓄帐户，则我知情且自愿授权我的雇主向 Local 503 的 DSPP 提供有关该支票帐户以及在我的雇主指定的每个付款处理日期后的一 (1) 个工作日应从该帐户扣除的会费和/或其他捐款金额的信息。"
  ],
  "hcwDDA2": [
    "I understand that after the DSPP receives my Account information, SEIU or its designee will make reasonable efforts to contact me to confirm the accuracy of the Account information provided by my employer at least 10 days in advance of making the first electronic funds transfer from my Account.",
    "Comprendo que después de que el DSPP reciba la información de mi Cuenta, SEIU o su designado hará todo lo posible por ponerse en contacto conmigo para confirmar la precisión de la información de la Cuenta proporcionada por mi empleador al menos 10 días antes de realizar la primera transferencia electrónica de fondos desde mi Cuenta.",
    "Я понимаю, что после того, как DSPP получит информацию о моем счете, SEIU или его уполномоченный представитель приложит разумные усилия, чтобы связаться со мной для подтверждения точности информации о счете, предоставленной моим работодателем, по крайней мере за 10 дней до выполнения первого электронного перевода средств с моей учетной записи.",
    "Tôi hiểu rằng sau khi DSPP nhận được thông tin Tài khoản của tôi, SEIU hoặc bên được chỉ định của SEIU sẽ thực hiện những nỗ lực hợp lý để liên hệ với tôi nhằm xác nhận về độ chính xác của Thông tin tài khoản mà chủ lao động của tôi cung cấp trước khi thực hiện giao dịch chuyển khoản đầu tiên từ Tài khoản của tôi ít nhất 10 ngày.",
    "我了解，在 DSPP 收到我的帐户信息后，SEIU 或其指定人员应在从我的帐户进行第一次电子资金转帐前至少提前十 (10) 天尽一切努力与我联系，以确认我的雇主所提供的帐户信息的准确性。"
  ],
  "hcwDDA3": [
    "I also acknowledge that the bank account information is only as accurate and complete as I have previously provided to my employer. Neither the State of Oregon nor my employer’s state-contracted fiscal agent is responsible for the accuracy or completeness of the bank information provided. Furthermore I knowingly and voluntarily waive any claim against the State of Oregon or my employer’s state- contracted fiscal agent with respect to any claim arising from the disclosure of my bank account information to the SEIU Local 503’s DSPP.",
    "También reconozco que la información de la cuenta bancaria es igual de precisa y completa a la que previamente le proporcioné a mi empleador. Ni el Estado de Oregón ni el agente fiscal de mi empleador contratado por el estado es responsable de la precisión o la integridad de la información bancaria proporcionada. Adicionalmente, renuncio de forma consciente y voluntaria a presentar reclamo alguno contra el Estado de Oregón o el agente fiscal de mi empleador contratado por el estado con respecto a cualquier reclamación que surja de la divulgación de la información de la cuenta bancaria al DSPP de SEIU Local 503.",
    "Я также признаю, что информация о банковском счете является столь же точной и полной, как и информация, предоставленная мною работодателю ранее. Ни штат Орегон, ни фискальный агент моего работодателя от штата не несут ответственности за точность и полноту предоставленной банковской информации. Более того, я сознательно и добровольно отказываюсь от любых требований к штату Орегон или к фискальному агенту моего работодателя от штата в отношении любых требований, вытекающих из раскрытия информации о моем банковском счете для DSPP SEIU Local 503.",
    "Tôi cũng công nhận rằng thông tin tài khoản ngân hàng chỉ chính xác và đầy đủ như tôi đã cung cấp cho chủ lao động của mình trước đó. Tiểu Bang Oregon cũng như công ty tài chính ký kết hợp đồng với tiểu bang của chủ lao động của tôi không chịu trách nhiệm về độ chính xác hoặc tính đầy đủ của thông tin ngân hàng được cung cấp. Hơn nữa, tôi khước từ có chủ ý và trên tinh thần tự nguyện mọi khiếu nại nhằm vào Tiểu Bang Oregon hoặc công ty tài chính ký kết hợp đồng với tiểu bang của chủ lao động của tôi đối với mọi khiếu nại phát sinh từ việc tiết lộ thông tin tài khoản ngân hàng của tôi cho DSPP của SEIU Local 503.",
    "我还明白，银行账户信息的准确性和完整性与我之前向雇主提供的信息一致。俄勒冈州和我雇主的州立合同财务代理人均不对所提供的银行信息的准确性或完整性负责。此外，对于因向 SEIU Local 503 的 DSPP 披露我的银行账户信息而引起的任何索赔，我知情且自愿放弃对俄勒冈州或我雇主的州立合同财务代理人的任何索赔。"
  ],
  "hcwDDA4": [
    "I understand it is my responsibility to notify the Union of any changes to my Account information.",
    "Comprendo que soy responsable de notificarle a la Unión cualquier cambio que haya en la información de mi Cuenta.",
    "Я понимаю, что обязан(-а) уведомлять профсоюз о любых изменениях данных о своем банковском счете.",
    "Tôi hiểu rằng mình có trách nhiệm phải thông báo cho Liên Đoàn về mọi thay đổi đối với Thông tin tài khoản của tôi.",
    "我了解，我有责任将我的帐户信息的任何变更通知工会。"
  ]
}