{
  "firstName": [
    "First Name",
    "Primer nombre",
    "Имя",
    "Tên",
    "名字"
  ],
  "lastName": [
    "Last Name",
    "Apellido",
    "Фамилия",
    "Họ",
    "姓氏"
  ],
  "birthDate": [
    "Birth date",
    "Fecha de nacimiento",
    "Дата рождения",
    "Ngày sinh",
    "出生日期"
  ],
  "mm": [
    "Month",
    "Mes",
    "Месяц",
    "Tháng",
    "月"
  ],
  "dd": [
    "Day",
    "Día",
    "День",
    "Ngày",
    "天"
  ],
  "yyyy": [
    "Year",
    "Año",
    "Год",
    "Năm",
    "年"
  ],
  "preferredLanguage": [
    "Preferred Language",
    "Idioma preferido",
    "Предпочитаемый язык",
    "Ngôn ngữ thường sử dụng",
    "首选语言"
  ],
  "english": [
    "English",
    "Inglés",
    "Английский",
    "Tiếng Anh",
    "英语"
  ],
  "asl (sign language)": [
    "ASL (Sign Language)",
    "ASL (lenguaje de señas)",
    "Американский язык жестов (ASL)",
    "Ngôn ngữ ký hiệu Hoa Kỳ (ASL)",
    "手语"
  ],
  "cantonese": [
    "Cantonese",
    "Cantonés",
    "Кантонский",
    "Tiếng Quảng Đông",
    "粤语"
  ],
  "cantonese and mandarin": [
    "Cantonese AND Mandarin",
    "Cantonés y mandarín",
    "Кантонский диалект или мандаринское наречие китайского языка",
    "Tiếng Quảng Đông VÀ Tiếng Quan Thoại",
    "粤语和普通话"
  ],
  "mandarin": [
    "Mandarin",
    "Mandarín",
    "Мандаринское наречие китайского языка",
    "Tiếng Quan Thoại",
    "国语（普通话）"
  ],
  "russian": [
    "Russian",
    "Ruso",
    "Русский",
    "Tiếng Nga",
    "俄语"
  ],
  "spanish": [
    "Spanish",
    "Español",
    "Испанский",
    "Tiếng Tây Ban Nha",
    "西班牙语"
  ],
  "vietnamese": [
    "Vietnamese",
    "Vietnamita",
    "Вьетнамский",
    "Tiếng Việt",
    "越南语"
  ],
  "amharic": [
    "Amharic",
    "Amhárico",
    "Амхарский",
    "Tiếng Amharic",
    "阿姆哈拉语"
  ],
  "arabic": [
    "Arabic",
    "Árabe",
    "Арабский",
    "Tiếng Ả Rập",
    "阿拉伯语"
  ],
  "haitian creole": [
    "Haitian Creole",
    "Criollo haitiano",
    "Гаитянский креольский язык",
    "Tiếng Creole Haiti",
    "海地克里奥尔语"
  ],
  "homeStreet": [
    "Home Street",
    "Calle particular",
    "Адрес (дом, улица)",
    "Địa chỉ nhà",
    "家庭所在街道"
  ],
  "homeStreetHint": [
    "Please enter your physical street address here, not a P.O. box. There is a space for a mailing address on the next page, if different from your physical address.",
    "Ingrese su dirección física aquí, no un apartado postal (P.O. Box). Hay un espacio para la dirección postal en la siguiente página, si es diferente a su dirección física.",
    "Пожалуйста, укажите здесь ваш фактический адрес проживания (дом, улица), а не почтовый ящик. Если ваш почтовый адрес отличается от вашего фактического адреса проживания, вы можете указать его в соответствующем разделе на следующей странице.",
    "Vui lòng nhập địa chỉ nhà của quý vị ở đây, đừng cho địa chỉ hộp thư bưu điện. Trên trang sau có chỗ để quý vị nhập địa chỉ nơi nhận thư, nếu nó khác với địa chỉ nhà của quý vị.",
    "请在此处输入您的街道地址，而不是邮箱地址。在下一页空白处输入邮寄地址（若与居住地址不同）"
  ],
  "homeCity": [
    "Home City",
    "Ciudad",
    "Город проживания",
    "Thành phố (nhà)",
    "所在城市"
  ],
  "homeState": [
    "Home State",
    "Estado",
    "Штат проживания",
    "Tiểu bang (nhà)",
    "所在州"
  ],
  "homeZip": [
    "HOME ZIP CODE",
    "Código postal",
    "Почтовый индекс",
    "Mã bưu chính (nhà)",
    "所在地邮政编码"
  ],
  "homeEmail": [
    "Home Email",
    "Correo electrónico particular",
    "Дом. эл. почта",
    "Email (nhà)",
    "家用电子邮箱"
  ],
  "homeEmailHint": [
    "Please use your personal email if you have one, since some employers limit union communication via work email. If you don't have a personal email, work email is fine. If you don't have an email address, call us at 1.844.503.7348 to sign up over the phone.",
    "Use su correo electrónico particular, si tiene uno, ya que algunos empleadores limitan la comunicación sindical a través del correo electrónico del trabajo. Si no tiene un correo electrónico personal, puede usar el correo electrónico del trabajo. Si no tiene una dirección de correo electrónico, llámenos al 1.844.503.7348 para registrarse por teléfono.",
    "Пожалуйста, укажите адрес вашей личной эл. почты, если таковой имеется, поскольку использование рабочей эл. почты для обмена информации с профсоюзом ограничивается некоторыми работодателями. Если у вас нет личной эл. почты, вы можете указать адрес рабочей эл. почты. Если у вас нет эл. почты, позвоните нам по тел. 1.844.503.7348, чтобы создать новую эл. почту.",
    "Vui lòng sử dụng email cá nhân của quý vị nếu có, vì một số nhà tuyển dụng hạn chế việc giao tiếp về công đoàn qua email công ty. Nếu quý vị không có email cá nhân, quý vị cho email công ty cũng được. Nếu quý vị không có địa chỉ email, hãy gọi cho chúng tôi theo số 1.844.503.7348 để đăng ký qua điện thoại.",
    "如果您有私人电子邮箱，请使用您的私人电子邮箱，因为某些雇主限制通过工作电子邮箱与工会沟通。如果您没有私人电子邮箱，可使用工作电子邮箱。如果您没有电子邮箱地址，请致电 1.844.503.7348 联系我们，通过电话进行注册。"
  ],
  "bestPhone": [
    "Best Phone",
    "Mejor teléfono",
    "Предпочитаемый номер телефона для звонков",
    "Điện thoại tốt nhất để gọi",
    "首选电话号码"
  ],
  "textAuthOptOut": [
    "OPT OUT OF RECEIVING MOBILE ALERTS†",
    "No deseo recibir alertas por mensaje de texto†",
    "Отказаться от получения мобильных уведомлений†",
    "Từ chối nhận tin nhắn trên thiết bị di động†",
    "选择不再接收手机提醒短信†"
  ],
  "phoneLegalLanguage": [
    "† By providing my phone number, I understand that the Service Employees International Union (SEIU), its local unions, and affiliates may use automated calling technologies and/or text message me on my cellular phone on a periodic basis. SEIU will never charge for text message alerts. Carrier message and data rates may apply to such alerts. Reply STOP to stop receiving messages; reply HELP for more information.",
    "† Al proporcionar mi número de teléfono, entiendo que el Sindicato Internacional de Empleados de Servicios (SEIU, por sus siglas en inglés), sus sindicatos locales y sus afiliados pueden usar tecnologías automatizadas para llamarme y/o para enviar mensajes de texto a mi celular periódicamente. SEIU nunca cobrará por las alertas de mensaje de texto. Pueden aplicar tarifas por el envío de mensaje y el uso de datos para dichas alertas. Responda con la palabra STOP para dejar de recibir mensajes; responda con la palabra HELP para obtener más información.",
    "† Предоставляя номер своего телефона, я понимаю, что Международный профсоюз работников сферы обслуживания (SEIU), включая его местные отделения и филиалы, может применять автоматизированные технологии вызова и/или на периодической основе посылать на мой мобильный телефон текстовые сообщения. Профсоюз SEIU никоим образом не будет взыскивать плату за оповещения посредством текстовых сообщений. В отношении оповещений могут применяться расценки и тарифы оператора телефонной связи, установленные за предоставление таких услуг, как передача данных и текстовых сообщений. Отправьте сообщение со словом «STOP» (прекратить), чтобы прекратить отправку сообщений; отправьте сообщение со словом «HELP» (помощь), чтобы получить более подробную информацию.",
    "† Bằng cách cung cấp số điện thoại của tôi, tôi hiểu rằng Công đoàn Nhân viên Phục vụ Quốc tế (SEIU) và các chi nhánh cũng như tổ chức liên quan của công đoàn có thể sử dụng các công nghệ tự động để thỉnh thoảng gọi và/hoặc gửi tin nhắn đến điện thoại di động của tôi. SEIU sẽ không bao giờ tính tiền cho các tin nhắn báo động. Cước phí tin nhắn và dữ liệu của nhà cung cấp dịch vụ mạng di động có thể áp dụng cho những tin nhắn như vậy. Nhắn tin trả lời với từ khóa STOP để ngừng nhận tin nhắn, từ HELP để nhận thêm thông tin.",
    "†提供我的电话号码，即表示我明白服务行业雇员国际工会 (SEIU) 及其当地工会和附属工会可定期使用自动呼叫技术呼叫技术及／或发短信到我的手机。SEIU 绝不会对短信提醒收取费用。运营商讯息和数据收费可能适用于这些提醒。回复 STOP（停止）以停止接收讯息；回复 HELP（帮助）以获取更多信息。"
  ],
  "termsAgree": [
    "I AGREE TO THE MEMBERSHIP TERMS*",
    "Acepto los términos de la membresía*",
    "Я соглашаюсь с условиями членства в профсоюзе*",
    "Tôi đồng ý với các điều khoản về tư cách thành viên*",
    "我同意会员资格条款*"
  ],
  "legalLanguage": [
    "Your full name, the network address you are accessing this page from, and the timestamp of submission will serve as signature indicating: I hereby designate SEIU Local 503, OPEU (or any successor Union entity) as my desired collective bargaining agent. I also hereby authorize my employer to deduct from my wages, commencing with the next payroll period, all Union dues and other fees or assessments as shall be certified by SEIU Local 503, OPEU (or any successor Union entity) and to remit those amounts to such Union. This authorization/delegation is unconditional, made in consideration for the cost of representation and other actions in my behalf by the Union and is made irrespective of my membership in the Union. This authorization is irrevocable for a period of one year from the date of execution and from year to year thereafter unless not less than thirty (30) and not more than forty-five (45) days prior to the end of any annual period or the termination of the contract between my employer and the Union, whichever occurs first, I notify the Union and my employer in writing, with my valid signature, of my desire to revoke this authorization.",
    "Su nombre completo, la dirección de la red desde la que está visitando esta página y el sello de hora de la entrega servirá como su firma e indicará lo siguiente: Por medio de la presente, designo a SEIU Local 503, OPEU (o a cualquier entidad sucesora del Sindicato) como agente de negociaciones colectivas de mi preferencia. Además, por medio de la presente autorizo a mi empleador a deducir de mi salario, a partir del siguiente periodo de nómina, todas las cuotas y demás honorarios o gravámenes del Sindicato según la certificación proporcionada por el SEIU Local 503, OPEU (o cualquier entidad sucesora del Sindicato) y a remitir dichos montos al mencionado Sindicato. Esta autorización/delegación es incondicional, y toma en cuenta el costo de la representación y otras acciones que el Sindicato realiza en mi nombre, y se realiza independientemente de mi membresía en el Sindicato. Esta autorización es irrevocable durante el período de un (1) año a partir de la fecha de ejecución y, de ahí en adelante, de manera anual, a menos que antes de los treinta (30) días y no más de cuarenta y cinco (45) días antes de la finalización de cualquier período anual o de la finalización del contrato entre mi Empleador y el Sindicato, lo que ocurra primero, notifique al Sindicato y a mi Empleador por escrito, junto con mi firma válida, de mi deseo de revocar la presente autorización.",
    "Ваши имя и фамилия, числовой идентификатор компьютера, с помощью которого вы получили доступ к этому документу, и отметка о времени подачи анкеты будут служить в качестве вашей подписи, подтверждающей следующее: Настоящим я уполномочиваю местное отделение 503 профсоюза SEIU, OPEU (или любого правопреемника профсоюза) выступать в качестве предпочитаемого мной представителя по проведению коллективных договоров. Кроме того, настоящим я уполномочиваю своего работодателя вычитать из моей заработной платы, начиная со следующего периода оплаты, все членские взносы и прочие сборы и отчисления, санкционированные местным отделением 503 профсоюза SEIU под названием OPEU (или любой организацией, являющейся преемником профсоюза), и отчислять эти суммы в профсоюз. Настоящее разрешение (делегирование) является безусловным, было принято с учетом стоимости представления моих интересов и прочих действий профсоюза от моего имени, а также принимается независимо от статуса моего членства в профсоюзе. Настоящее разрешение является безотзывным в течение одного года со дня его подписания и далее от года к году за исключением случаев, когда я уведомлю представителей своего профсоюза и своего работодателя в письменной форме, в которой поставлю свою действительную подпись, о своем желании отозвать это разрешение не менее, чем за тридцать (30) и не более, чем за сорок пять (45) дней до окончания годового срока действия разрешения или до окончания срока действия договора между моим работодателем и профсоюзом.",
    "Họ tên, địa chỉ mạng mà quý vị đang truy cập trang này từ, và dấu thời gian gửi đi sẽ đóng vai trò là chữ ký của quý vị, cho biết: Tôi theo đây chỉ định SEIU Local 503, OPEU (hoặc bất kỳ công đoàn kế thừa nào) làm đại diện thương lượng tập thể cho tôi. Tôi theo đây cũng ủy quyền cho nhà tuyển dụng của tôi khấu trừ tiền lương của tôi, bắt đầu với kỳ lương kế tiếp, tất cả phí Công đoàn và các khoản phí khác mà sẽ được chứng nhận bởi SEIU Local 503, OPEU (hoặc bất cứ công đoàn kế thừa nào khác), và chuyển các khoản tiền đó đến công đoàn. Giấy ủy quyền/chỉ định này được cam kết vô điều kiện, được thực hiện sau khi cân nhắc các chi phí đại diện và những việc khác mà công đoàn đã thay mặt tôi thi hành, và được thực hiện bất kể tư cách hội viên của tôi trong công đoàn. Bản ủy ​​quyền này không thể được thu hồi trong thời hạn một năm kể từ ngày thi hành, và sau đó từ năm này sang năm tiếp theo, trừ khi tôi thông báo cho Công đoàn và nhà tuyển dụng của tôi bằng văn bản có chữ ký hợp lệ của tôi rằng tôi muốn thu hồi giấy ủy quyền này, không dưới ba mươi (30) ngày và không trên bốn mươi lăm (45) ngày trước ngày cuối của bất kỳ chu kỳ hàng năm hoặc ngày hợp đồng giữa chủ nghiệp của tôi và Công đoàn chấm dứt, bất kỳ ngày nào đến trước.",
    "您提交的姓名、您登录此页面的网络地址以及时间戳将作为签名，表示：我特此指定 SEIU Local 503, OPEU（或任何继任工会实体）作为我期望的集体谈判代理。我还特此授权我的雇主自下一个薪资期起，从我的工资中扣除全部工会会费以及应由 SEIU Local 503, OPEU（或任何继任工会实体）认证的其他费用或评估费用，并将这些费用金额汇给该工会。该授权／委托以工会代表我进行谈判和采取其他行动所产生的费用为代价无条件地作出，且与我是否为工会会员无关。该授权自执行之日起一年内不可撤销，并且其后每年均如此，除非在任何年度期间结束前的三十 (30) 至四十五 (45) 天内或者我的雇主与工会之间的合同终止（以先发生者为准）时，我以带有本人有效签名的书面文件的形式将撤销此授权的意愿通知工会和我的雇主。"
  ],
  "signatureTitle": [
    "SIGNATURE",
    "Firma",
    "Подпись",
    "Chữ ký",
    "签名："
  ],
  "signature": [
    "Your full legal name",
    "Su nombre legal completo",
    "Ваши имя и фамилия согласно документам",
    "Họ tên hợp pháp của quý vị",
    "您的合法姓名"
  ],
  "signatureHint": [
    "Enter your full legal name. This will act as your signature.",
    "Ingrese su nombre legal completo. Esto servirá como su firma.",
    "Укажите ваши имя и фамилию согласно документам. Ваше имя будет служить вашей подписью.",
    "Nhập họ tên hợp pháp của quý vị. Điều này sẽ có hiệu lực như chữ ký của quý vị.",
    "输入您的合法姓名。这将作为您的签名。"
  ],
  "directPayAuthorization": [
    "DIRECT PAY AUTHORIZATION",
    "Autorización de pago directo",
    "Разрешение на производство прямых платежей",
    "Ủy quyền Thu tiền Trực tiếp",
    "直接支付授权"
  ],
  "directPayLegalLanguage1": [
    "Your full name, the network address you are accessing this page from, and the timestamp of submission will serve as signature indicating:",
    "Su nombre completo, la dirección de la red desde la que está visitando esta página y el sello de hora de la entrega servirá como su firma e indicará lo siguiente:",
    "Ваши имя и фамилия, числовой идентификатор компьютера, с помощью которого вы получили доступ к этому документу, и отметка о времени подачи анкеты будут служить в качестве вашей подписи, подтверждающей следующее:",
    "Họ tên, địa chỉ mạng mà quý vị đang truy cập trang này từ, và dấu thời gian gửi đi sẽ đóng vai trò là chữ ký của quý vị, cho biết:",
    "您提交的姓名、您登录此页面的网络地址以及时间戳将作为签名，表示："
  ],
  "directPayLegalLanguage2": [
    "In the event payroll deduction from my employer is not available or is not deemed practical by the Union, I authorize SEIU Local 503 to make withdrawals from my checking or savings account, in accordance with the authorization provided below or to another account I provide and authorize separately. I am authorized to make decisions about the account provided to the Union. SEIU will notify me of the transition to direct pay at the current mailing address on file with SEIU prior to initiating the first payment via debit card, credit card, checking, or savings account, as authorized below.",
    "En caso de que la deducción de nómina de mi empleador no esté disponible o que el Sindicato no la considere práctica, autorizo al SEIU Local 503 a realizar retiros de mi cuenta de cheques o de ahorros, de conformidad con la autorización proporcionada a continuación o de otra cuenta que yo proporcione y autorice por separado. Tengo autorización para tomar decisiones sobre la cuenta proporcionada al Sindicato. El SEIU me enviará una notificación sobre la transición al pago directo a la dirección postal actual en el expediente del SEIU antes de iniciar el primer pago vía tarjeta de débito, de crédito, cuenta de cheques o de ahorros, según lo autorizado a continuación.",
    "В случае, если вычет из моей заработной платы моим работодателем не представляется возможным, или профсоюз сочтёт такой метод непрактичным, я уполномочиваю местное отделение 503 профсоюза SEIU производить снятие средств с моего расчетного или сберегательного счета в соответствии с разрешением, предоставленным ниже, или на другой счет, информацию о котором я укажу отдельно, и предоставлю специальное разрешение для этого. Я уполномочен(-а) принимать решения относительно счета, информация о котором была представлена профсоюзу. Администрация профсоюза SEIU оповестит меня о переходе на метод прямой оплаты, отправив уведомление на настоящий почтовый адрес, указанный в личном деле члена профсоюза SEIU до того, как будет произведён первый платёж со счёта дебетовой или кредитной карты, расчётного или сберегательного счета, в соответствии с разрешением, предоставленным ниже.",
    "Trong trường hợp tiền lương từ nhà tuyển dụng của tôi không khấu trừ được hoặc Công đoàn không thực hiện điều đó được, tôi cho phép SEIU Local 503 rút tiền từ tài khoản chi tiêu hoặc tiết kiệm của tôi, thể theo giấy ủy quyền dưới đây, hoặc từ một tài khoản khác mà tôi cung cấp và cho phép riêng. Tôi có quyền đưa ra quyết định về tài khoản mà tôi đã cung cấp cho Công đoàn. SEIU sẽ gửi thư báo cho tôi đến địa chỉ hiện có trong hồ sơ SEIU về việc chuyển qua thu phí trực tiếp trước khi thu khoản phí đầu tiên qua thẻ ghi nợ, thẻ tín dụng, tài khoản chi tiêu hoặc tài khoản tiết kiệm, như được ủy quyền bên dưới.",
    "若无法从我的雇主薪资中直接扣除，或者工会认为此举并不可行，则我授权 SEIU Local 503 根据下文中的授权从我的支票或储蓄账户中扣款，或从我单独提供并授权的其他账户中扣款。我获得授权就向工会提供的账户作出决定。在通过如下授权的借记卡、信用卡、支票或储蓄账户作出首次支付前，SEIU 将通过对方登记在案的当前邮寄地址通知我有关向直接支付的过渡。"
  ],
  "directPayLegalLanguage3": [
    "I hereby authorize SEIU to initiate a recurring, automatic electronic funds transfer with my financial institution beginning on the date listed in the transition notice provided to me in order to deduct from the account listed below (or separately provided) amount of 1.7% of my gross earnings, and issue fund payments at a prorated amount up to $2.75 per month, except that the total minimum deduction shall be no less than $2.30 per pay period and the maximum deduction shall be no more than $150 per pay period. Because the dues deduction is based on a percentage of gross earnings, the dollar amount deducted may change each month based on payroll dates and if my hours of work or rate of pay changes, and I agree to not receive any advance notice before the dues payment is deducted as long as the amount is between $2.30 and $150 per pay period. My authorized deductions shall be made based on the gross pay amount in the paycheck immediately preceding the pay processing date of the current transaction and shall be made one (1) business day after each pay processing date designated by my employer.",
    "Por medio de la presente, autorizo al SEIU a iniciar transferencias electrónicas automáticas de fondos con mi institución financiera a partir de la fecha mencionada en el aviso de transición que se me proporcionó para poder deducir de la cuenta mencionada a continuación (o proporcionada por separado) la cantidad del 1.7 % de mis ingresos brutos, y generar pagos de fondos por una cantidad prorrateada de hasta $2.75 al mes, con excepción de que la deducción total mínima sea de no menos de $2.30 por periodo de pago y la deducción máxima sea de no más de $150 por periodo de pago. Debido a que la deducción de las cuotas está basada en un porcentaje de los ingresos brutos, la cantidad deducida de dólares puede cambiar cada mes con base en las fechas de nómina y si mis horas laborales o tarifa de pago cambian, y acepto no recibir ningún aviso anticipado antes de que se deduzca el pago de las cuotas, siempre y cuando la cantidad sea de entre $2.30 y $150 por periodo de pago. Mis deducciones autorizadas se realizarán con base en la cantidad del salario bruto en el cheque de pago inmediatamente antes de la fecha de procesamiento del pago de la transacción actual y se realizará un (1) día hábil después de cada fecha de procesamiento de pago designada por mi empleador.",
    "Настоящим я уполномочиваю профсоюз SEIU инициировать регулярные автоматические электронные переводы средств с моего счета в финансовом учреждении, начиная с момента, указанного в уведомлении о переходе на производство прямых платежей, в котором предусматривается снятие средств с моего банковского счета, указанного ниже (или представленного отдельно) в размере 1,7% от общей суммы моей заработной платы, и пропорционально распределённые выплаты в фонд профсоюза в сумме, не превышающей 2,75 долл. в месяц, за тем исключением, что общий минимальный вычет не должен быть ниже суммы 2,30 долл. за платёжный период, а максимальный вычет не должен превышать 150 долл. за платёжный период. Поскольку сумма вычитаемого взноса рассчитывается исходя из процента общего заработка, вычитаемая сумма в долларовом эквиваленте может меняться ежемесячно в зависимости от дат начисления зарплаты, и если изменятся часы моей работы или ставка оплаты труда, и я откажусь от получения предварительн��го уведомления перед удержанием моих членских взносов при условии, что вычитаемая сумма составит от 2,30 долл. до 150 долл. за платёжный период. Утвержденные мной отчисления должны производиться исходя из расчёта общей суммы, указанной в чеке выплаты заработной платы, в срок, непосредственно предшествующий периоду текущих расчётов, и должны производиться через один (1) рабочий день после каждого периода текущих расчётов, определённого моим работодателем.",
    "Tôi ủy quyền cho SEIU bắt đầu việc chuyển khoản tự động, định kỳ, qua đường điện tử, với ngân hàng của tôi, bắt đầu vào ngày ghi trên thư báo gửi đến tôi về việc chuyển qua phương pháp thu phí trực tiếp, để khấu trừ từ tài khoản dưới đây (hoặc được cung cấp riêng) số tiền bằng 1.7% tổng thu nhập trước thuế của tôi, và thu các khoản phí chia theo tỷ lệ $2.75 mỗi tháng, với điều kiện khoản khấu trừ tối thiểu phải không dưới $2.30 mỗi kỳ lương và khoản khấu trừ tối đa phải không quá $150 mỗi kỳ lương. Vì các khoản phí được khấu trừ từ tiền lương này được dựa trên tỷ lệ phần trăm của tổng thu nhập, số tiền được khấu trừ có thể thay đổi mỗi tháng, tùy thuộc vào ngày trả lương và nếu số giờ làm việc hoặc mức lương của tôi có thay đổi hay không, và tôi đồng ý rằng tôi sẽ không nhận thư báo trước trước khi tiền phí công đoàn được khấu trừ, miễn là số tiền này là từ $2.30 đến $150 mỗi kỳ lương. Các khoản khấu trừ được ủy quyền sẽ được thực hiện dựa trên tổng số tiền lương trước thuế nêu trên phiếu lương trước ngày xử lý tiền lương của giao dịch hiện tại, và sẽ được khấu trừ một (1) ngày làm việc sau mỗi ngày xử lý tiền lương do nhà tuyển dụng của tôi chỉ định.",
    "我特此授权 SEIU 从发给我的过渡通知中所列日期开始，向我的金融机构发起经常性自动电子资金转账，以便从下列账户（或单独提供的账户）中扣除相等于我的总收入 1.7% 的金额，并按照不超过每月 2.75 美元的比例金额发放资金付款，但总最低扣除额度不得少于每个工资周期 2.30 美元，以及最高扣除额度不得高于每个工资周期 150 美元。由于会费扣除乃基于总收入的百分比，因此所扣减的金额会根据发薪日而每月变化。如果我的工作时数或工资费率发生变化，我同意只要每个工资周期的扣除金额在 2.30 美元到 150 美元之间，则我不会收到会费付款扣除的事先通知。我的授权扣除须基于紧接当前交易的薪酬核算日之前的总工资金额而作出，以及须在我的雇主指定的各薪酬核算日后的一 (1) 个营业日作出。"
  ],
  "directPayLegalLanguage4": [
    "The dues amount may change if authorized according to the requirements of the SEIU Local 503 Union Bylaws or the Service Employees International Union Constitution and Bylaws. If this happens, I authorize SEIU to initiate a recurring, automatic electronic funds transfer in the amount of the new dues amount when notified by SEIU in writing of the new amount and with at least ten (10) days’ notice before the next funds transfer date. In the case of checking and savings accounts, adjusting entries to correct errors are also authorized. I agree that these withdrawals and adjustments may be made electronically and under the Rules of the National Automated Clearing House Association. This authorization shall remain in effect until I revoke my authorization in writing or with another permitted method.",
    "La cantidad de la cuota puede cambiar si se autoriza de acuerdo con los requisitos de los Estatutos del SEIU Local 503 o la Constitución y los Estatutos del Sindicato Internacional de Empleados de Servicios (SEIU, por sus siglas en inglés). Si esto ocurre, autorizo al SEIU a iniciar transferencias electrónicas automáticas de fondos por la cantidad de las nuevas cuotas cuando el SEIU me notifique por escrito sobre la nueva cantidad y lo haga con al menos diez (10) días de anticipación antes de la próxima fecha de transferencia de fondos. En el caso de las cuentas de cheques y de ahorros, también se autoriza el ajuste de entradas para corregir errores. Acepto que se realicen estos retiros y ajustes de forma electrónica y bajo las Reglas de la Asociación Nacional de Liquidación Automatizada (National Automated Clearing House Association). Esta autorización permanecerá vigente hasta que retire mi autorización por escrito o mediante otro método permitido.",
    "Сумма отчислений может варьироваться при условии ее утверждения в соответствии с требованиями устава местного отделения 503 профсоюза SEIU или конституции и устава Международного профсоюза работников сферы обслуживания. В этом случае я уполномочиваю профсоюз SEIU инициировать регулярные автоматические электронные переводы средств в новой сумме членских взносов, при условии получения письменного уведомления от профсоюза SEIU с указанием новой суммы взносов и, как минимум, за десять (10) дней до момента очередного перевода средств. В отношении расчетных и сберегательных счетов также разрешаются трансформационные корректировки для исправления ошибок. Я соглашаюсь с тем, что снятие средств и трансформационные корректировки могут быть произведены электронным способом и в соответствии с правилами Национальной ассоциации автоматизированных расчётно-клиринговых центров. Настоящее разрешение остается в силе до тех пор, пока я не отзову свое разрешение в письменной форме или каким-либо иным разрешённым методом.",
    "Khoản tiền phí có thể thay đổi nếu được Quy tắc Hoạt động của Công đoàn SEIU Local 503 hoặc Hiến pháp và Quy tắc Hoạt động của Công đoàn Nhân viên Phục vụ Quốc tế cho phép. Nếu có thay đổi về tiền phí, tôi cho phép SEIU bắt đầu thu phí bằng cách thu phí tự động, định kỳ, đúng với mức phí mới khi tôi được SEIU thông báo bằng văn bản về mức phí mới, và được thông báo trước ít nhất mười (10) ngày trước ngày thu phí bằng chuyển khoản. Đối với tài khoản chi tiêu và tiết kiệm, tôi cũng cho phép việc điều chỉnh các mục thông tin để sửa lỗi. Tôi đồng ý rằng việc rút tiền và điều chỉnh này có thể được thực hiện bằng điện tử và theo Quy tắc của Hiệp hội Thanh toán Tự động Quốc gia (National Automated Clearing House Association). Giấy ủy ​​quyền này sẽ tiếp tục có hiệu lực cho đến khi tôi rút lại sự ủy quyền bằng văn bản hoặc bằng một phương pháp được chấp thuận khác.",
    "若根据 SEIU Local 503 工会附例或服务雇员国际工会宪章及其附例的规定而获得授权，则会费金额可能会变动。如发生该情况，在获得 SEIU 有关新金额的书面通知以及在下一次资金转账日期前至少发出十天 (10) 的通知后，我授权 SEIU 就新的会费金额发起经常性自动电子资金转账。对于支票和储蓄账户，亦授权调整条目以更正错误。我同意该等扣款和调整可根据全国自动化票据交换协会规则以电子方式进行。本授权在我书面或通过其他允许的方法撤销授权之前一直有效。"
  ],
  "directPayLegalLanguage5": [
    "I acknowledge that failure to pay my dues on a timely basis may affect my membership standing in the Union, as set forth in the SEIU Local 503 Bylaws. Contributions to SEIU are not tax deductible as charitable contributions. However, they may be tax deductible as ordinary and necessary business expenses.",
    "Entiendo que no pagar mis cuotas de forma oportuna puede afectar mi membresía con el Sindicato, según lo establecido por los Estatutos del SEIU Local 503. Las contribuciones al SEIU no son deducibles de impuestos como contribuciones de beneficencia. Sin embargo, pueden ser deducibles de impuestos como gastos ordinarios y necesarios de negocios.",
    "Я признаю, что несвоевременная уплата мною членских взносов может повлиять на мое членство в профсоюзе, как указано в уставе местного отделения 503 профсоюза SEIU. Профсоюзные взносы SEIU не исключаются из суммы налогооблагаемого дохода в качестве благотворительных взносов. Однако они могут быть исключены из суммы налогооблагаемого дохода в качестве стандартных и обязательных расходов на предпринимательскую деятельность.",
    "Tôi xác nhận rằng việc không trả phí công đoàn đúng hạn có thể ảnh hưởng đến tư cách thành viên của tôi trong Công đoàn, như được quy định trong bộ Quy tắc Hoạt động của SEIU Local 503. Các khoản đóng góp cho SEIU không được khấu trừ thuế theo dạng đóng góp từ thiện. Tuy nhiên, chúng có thể được khấu trừ thuế theo dạng chi phí kinh doanh thông thường và cần thiết.",
    "我确认，未能及时支付会费可能会影响我在工会中的会员资格（如 SEIU Local 503 附例中所载）。向 SEIU 作出的捐款，不会作为慈善捐款而免税。但是它们可作为一般及必要的营业支出而扣税。"
  ],
  "directDepositAuthorization": [
    "DIRECT DEPOSIT AUTHORIZATION",
    "Autorización de depósito directo",
    "Разрешение на осуществление прямого перевода средств",
    "Giấy Cho phép Chuyển Khoản",
    "直接存款账户信息授权"
  ],
  "directDepositLegalLanguage1": [
    "Your full name, the network address you are accessing this page from, and the timestamp of submission will serve as signature indicating:",
    "Su nombre completo, la dirección de la red desde la que está visitando esta página y el sello de hora de la entrega servirá como su firma e indicará lo siguiente:",
    "Ваши имя и фамилия, числовой идентификатор компьютера, с помощью которого вы получили доступ к этому документу, и отметка о времени подачи анкеты будут служить в качестве вашей подписи, подтверждающей следующее:",
    "Họ tên, địa chỉ mạng mà quý vị đang truy cập trang này từ, và dấu thời gian gửi đi sẽ đóng vai trò là chữ ký của quý vị, cho biết:",
    "您提交的姓名、您登录此页面的网络地址以及时间戳将作为签名，表示："
  ],
  "directDepositLegalLanguage2": [
    "I authorize the State of Oregon, or its fiscal agents, to provide SEIU Local 503’s Designated Secure Payment Processor (DSPP), my HCW/PSW UID, and the information for the bank account (bank account number, account holder’s name and routing number) on file with my employer ('Account') that I have designated to receive the proceeds of my paycheck via direct deposit, and for my dues and/or other contributions to be deducted from this account one (1) business day after each pay processing date designated by my employer. If my employer makes direct deposit of my paycheck to a checking account and a savings account, I hereby authorize my employer to provide to Local 503’s DSPP the information for the checking account and for my dues and/or other contributions to be deducted from this account one (1) business day after each pay processing date designated by my employer.",
    "Autorizo al estado de Oregon, o a sus agentes fiscales, a proporcionarle al procesador de pagos seguros designado (DSPP, por su siglas en inglés) del SEIU Local 503, mi UID como HCW/PSW y la información de mi cuenta bancaria (número de cuenta bancaria, nombre del titular de la cuenta y número de ruta) incluidos en el expediente de mi empleador ('Cuenta') que he designado para recibir las ganancias de mi cheque de pago mediante un depósito directo, y para que se deduzcan mis cuotas y/u otras contribuciones de esta cuenta un (1) día hábil después de cada fecha de procesamiento de pago designada por mi empleador. Si mi empleador realiza un depósito directo de mi sueldo a una cuenta de cheques y a una cuenta de ahorros, por medio de la presente autorizo a mi empleador a proporcionar al DSPP del SEIU Local 503 la información sobre la cuenta de cheques y para que se deduzcan mis cuotas y/u otras contribuciones de esta cuenta en un (1) día hábil después de cada fecha de procesamiento de pago designada por mi empleador.",
    "Я уполномочиваю соответствующие службы штата Орегон или их финансового представителя предоставлять мой индивидуальный идентификационный номер (UID) работника надомного или индивидуального обслуживания (HCW/PSW) для введения в специализированную безопасную платёжную систему (DSPP) местного отделения 503 профсоюза SEIU, а также находящуюся в моем досье у работодателя информацию о банковском счете (номер банковского счета, полное имя владельца счета и код банка) («Счет»), который был указан мной в качестве счета для прямого перевода моей заработной платы и для уплаты моих членских взносов и/или других сборов через один (1) рабочий день после каждого срока её начисления, определённого моим работодателем. В случае, если мой работодатель производит выплату моей заработной платы путем прямого перевода средств на мой расчётный или сберегательный счет, настоящим я уполномочиваю своего работодателя вводить в систему DSPP местного отделения 503 информацию о моем сберегательном счёте и производить уплату моих членских взносов и/или других сборов из средств на этом счете через один (1) рабочий день после каждого срока её начисления, определённого моим работодателем.",
    "Tôi tự nguyện và chủ tâm ủy quyền cho Tiểu bang Oregon, hoặc đại lý tài chính theo hợp đồng của nhà tuyển dụng của tôi, cung cấp cho Hệ thống Thanh toán An toàn được Chỉ định (Designated Secure Payment Processor, hoặc DSPP) của SEIU Local 503, UID HCW/PSW của tôi và thông tin tài khoản ngân hàng (số tài khoản ngân hàng, tên chủ tài khoản và số định tuyến) hiện có trong hồ sơ của nhà tuyển dụng ('Tài khoản') mà tôi đã chỉ định để nhận tiền lương của tôi bằng phương pháp chuyển khoản, và tôi cho phép việc khấu trừ tiền phí và/hoặc các khoản đóng góp cho công đoàn khác từ tài khoản này một (1) ngày làm việc sau mỗi ngày xử lý tiền lương do nhà tuyển dụng của tôi chỉ định. Nếu nhà tuyển dụng của tôi gửi tiền lương trực tiếp vào tài khoản chi tiêu và tài khoản tiết kiệm, tôi tự nguyện và chủ tâm ủy quyền cho nhà tuyển dụng của tôi cung cấp cho DSPP của Local 503 thông tin tài khoản chi tiêu, và tôi cho phép việc khấu trừ tiền phí và/hoặc các khoản đóng góp cho công đoàn khác từ khoản này một (1) ngày làm việc sau mỗi ngày xử lý tiền lương do nhà tuyển dụng của tôi chỉ định.",
    "我授权俄勒冈州政府或其财务代理向 SEIU Local 503 的指定安全付款处理商 (DSPP) 提供我的 HCW/PSW UID，以及我指定用于通过直接存款领取薪资的于雇主处登记的银行账户信息（银行账户号码、账户持有人姓名以及汇款路线号码）（“账户”） ，以便在我的雇主指定的各薪酬核算日后的一 (1) 个营业内从该账户中扣除会费及／或其他待扣除的捐款。若我的雇主将薪水支票直接存入我的支票和储蓄账户，则我特此授权我的雇主向 Local 503 的 DSPP 提供支票账户信息，以便在我的雇主指定的各薪酬核算日后的一 (1) 个营业内从该账户中扣除会费及／或其他待扣除的捐款。"
  ],
  "directDepositLegalLanguage3": [
    "I understand that after the DSPP receives my Account information, SEIU or its designee will make reasonable efforts to contact me to confirm the accuracy of the Account information provided by my employer at least 10 days in advance of making the first electronic funds transfer from my Account.",
    "Entiendo que después de que el DSPP reciba la información de mi Cuenta, el SEIU o su persona designada realizará esfuerzos razonables para comunicarse conmigo con el fin de confirmar la veracidad de la información de la Cuenta proporcionada por mi empleador al menos 10 días antes de que se realice la primera transferencia electrónica de mi Cuenta.",
    "Я понимаю, что после введения в систему DSPP информации о моем счёте, бухгалтерия профсоюза SEIU или его назначенный представитель примут соответствующие меры для того, чтобы связаться со мной и подтвердить точность информации о моем счете, предоставленной моим работодателем, как минимум, за 10 дней до осуществления первого электронного перевода средств с моего счета.",
    "Tôi hiểu rằng sau khi DSPP nhận được thông tin tài khoản của tôi, SEIU hoặc đại diện của SEIU sẽ cố gắng một cách hợp lý để liên hệ với tôi để xác nhận tính chính xác của thông tin tài khoản do nhà tuyển dụng của tôi cung cấp ít nhất 10 ngày trước khi thực hiện chuyển khoản điện tử đầu tiên từ tài khoản của tôi.",
    "我理解在 DSPP 取得我的账户信息后，SEIU 或其指定人士将作出合理努力，在从我的账户中作出第一笔电子资金转账的至少 10 天之前与我联系，确认我的雇主所提供之账户信息的准确性。"
  ],
  "directDepositLegalLanguage4": [
    "I understand it is my responsibility to notify the Union of any changes to my Account information.",
    "Entiendo que es mi responsabilidad avisarle al Sindicato sobre cualquier cambio en la información de mi Cuenta.",
    "Я понимаю, что обязан(-а) уведомлять профсоюз о любых изменениях данных о моём банковском счёте.",
    "Tôi hiểu rằng tôi có trách nhiệm thông báo cho Công đoàn về bất cứ thay đổi nào về thông tin tài khoản của tôi.",
    "我理解，我有责任将有关我账户信息的任何变更通知工会。"
  ],
  "submit": [
    "Submit",
    "Enviar",
    "Подать",
    "Gửi",
    "提交"
  ],
  "helpText": [
    "Help with this form",
    "Ayuda con este formulario",
    "Помощь в заполнении этого документа",
    "Trợ giúp với mẫu này",
    "帮助完成本表格"
  ],
  "": [
    "",
    "",
    "",
    "",
    ""
  ]
}