{
  "welcomeHeadline": [
    "SEIU 503 Membership signup and Recommit form",
    "Formulario de membresía del SEIU 503",
    "Бланк регистрации члена отделения 503 профсоюза SEIU и повторного подтверждения членства",
    "Mẫu Đăng ký Thành viên và Tái Cam kết SEIU 503",
    "SEIU 503 会员注册和重新申请表"
  ],
  "subhead": [
    "Building a Just and Vibrant Society",
    "Construimos una sociedad justa y dinámica",
    "Создание более справедливого и динамичного сообщества",
    "Xây dựng Xã hội Công bằng và Sống động",
    "建设一个公正和充满活力的社会"
  ],
  "introP1": [
    "By joining together in union, SEIU 503 members have won incredible victories—including increasing our pay and benefits and improving our workplace conditions. In states where more public employees remain members of the union, salaries are higher for all employees because the union has the power to negotiate from a position of strength.",
    "Al unirse en una unión, los miembros de la Unión Internacional de Empleados de Servicios (SEIU, por sus siglas en inglés) 503 han obtenido increíbles victorias, incluyendo incrementar nuestro sueldo y nuestros beneficios, además de mejorar las condiciones en nuestros lugares de trabajo. En los estados donde más empleados públicos permanecen como miembros de la Unión, los salarios son más altos para todos los empleados debido a que la unión tiene más poder para negociar desde una posición de fuerza.",
    "Объединившись в профсоюз, члены местного отделения 503 профсоюза SEIU, одержали невероятные победы, в том числе увеличение заработной платы и льгот, а также совершенствование условий нашего труда. В штатах, где большее число государственных служащих являются членами профсоюзов, работникам предлагаются более высокие зарплаты, поскольку у профсоюза есть возможность вести переговоры с позиции силы.",
    "Qua việc cùng nhau gia nhập công đoàn, đoàn viên SEIU 503 chúng ta đã giành được những chiến thắng đáng kinh ngạc, bao gồm tăng lương, tăng lợi ích nhân viên, và cải thiện điều kiện lao động tại nơi làm việc. Ở những tiểu bang có nhiều nhân viên chính phủ là thành viên lâu dài của công đoàn, tất cả công nhân viên đều có mức lương cao hơn vì công đoàn có ưu thế để thương lượng từ một vị trí quyền lực.",
    "通过团结起来加入工会，SEIU 503 会员赢得许多伟大胜利，包括加薪和提高福利，以及改善我们的工作环境。在更多公务员依然担任工会会员的州，全体雇员的工资更高，因为工会有更强的实力开展谈判。"
  ],
  "introP2": [
    "We have strength in numbers. Please complete the following form to join tens of thousands of public service workers and care providers who make Oregon a great place to work and live. By doing so, you will commit to maintaining your membership for one year, or paying a non-member fee equivalent. Dues are 1.7% of your salary + $2.75/month. Your full name, network address, and a timestamp of your submission will serve as your signature.",
    "Estamos más fuertes juntos. Complete el siguiente formulario para unirse a decenas de miles de trabajadores del servicio público y proveedores de atención que hacen que Oregon sea un gran lugar para trabajar y vivir. Al hacerlo, usted se comprometerá a mantener su membresía durante un año, o pagar una tarifa equivalente como no miembro. Las tarifas son el 1.7 % de su salario + $2.75 al mes. Su nombre completo, la dirección de la red y un sello de hora de su entrega servirá como su firma. ",
    "Наша сила в количестве членов. Пожалуйста, заполните предложенный ниже бланк, чтобы присоединиться к тысячам государственных служащих и работников сферы обслуживания, способствующих тому, чтобы штат Орегон был прекрасным местом для работы и жизни. Тем самым вы обязуетесь сохранить свое членство в профсоюзе в течение одного года или оплачивать взносы не для членов профсоюза, равные по сумме членским взносам. Сумма взносов равна 1,7% вашей зарплаты + 2,75 долл. в месяц. Ваши имя и фамилия, числовой идентификатор компьютера и отметка о времени подачи анкеты будут служить в качестве вашей подписи.",
    "Chúng ta có sức mạnh về số lượng. Vui lòng điền vào mẫu sau để tham gia cùng hàng chục ngàn nhân viên ngành dịch vụ công và nhân viên/nhà chăm sóc, những người đang làm cho tiểu bang Oregon trở thành một nơi tuyệt vời để làm việc và sinh sống. Qua việc điền đơn, quý vị sẽ cam kết duy trì tư cách thành viên của mình trong một năm hoặc trả một khoản phí tương ứng áp dụng cho những người không là thành viên. Khoản phí này là 1.7% tiền lương của quý vị + $2.75/tháng. Họ tên, địa chỉ mạng, và một con dấu đánh dấu thời gian quý vị nộp mẫu này sẽ thay thế cho chữ ký của quý vị.",
    "我们拥有数量上的优势。请填写以下表格，加入成千上万名公共服务工作者和护理提供者的行列，使俄勒冈州成为一个适合工作和生活的好地方。您这样做，即表明您将承诺维持一年的会员资格，或支付等额的非会员费用。会费为您的薪资的 1.7% + 2.75 美元/月。您提交的姓名、网络地址和时间戳将作为您的签名。"
  ],
  "bodyCopy0_1": [
    "Demonstrate your commitment to your co-workers and the people you serve in a few simple steps. To get started, click 'Next.'",
    "Demuestre su compromiso con sus compañeros de trabajo y las personas a las que sirve en unos sencillos pasos. Para comenzar, haga clic en 'Siguiente'.",
    "",
    "",
    ""
  ],
  "bodyCopy0_2": [
    "Being a part of SEIU 503 means you are fighting for a better life for the people you serve and for yourself. SEIU 503 members have won incredible victories – including increasing our pay and benefits and improving our workplace conditions.",
    "Ser parte de SEIU 503 significa que está luchando por una vida mejor para las personas a las que sirve y para usted mismo. Los miembros de SEIU 503 han obtenido increíbles victorias, incluido el aumento de nuestros salarios y beneficios y la mejora de las condiciones de nuestro lugar de trabajo.",
    "",
    "",
    ""
  ],
  "bodyCopy0_3": [
    "We have strength in numbers. Click 'Next' to join tens of thousands of public service workers and care providers who make Oregon a great place to work and live. By joining, you commit to maintaining your membership for one year, or paying a non-member fee equivalent. Dues are 1.7% of your salary + $2.75/month.",
    "Tenemos fuerza en los números. Haga clic en 'Siguiente' para unirse a decenas de miles de trabajadores de servicios públicos y proveedores de atención que hacen de Oregon un excelente lugar para trabajar y vivir. Al unirse, usted se compromete a mantener su membresía por un año, o pagar una tarifa equivalente a la no miembro. Las cuotas son 1.7% de su salario + $ 2.75 / mes.",
    "",
    "",
    ""
  ],
  "headline0": [
    "SEIU 503: It’s about more than a better job – it’s about a better world",
    "SEIU 503: se trata de algo más que un mejor trabajo, se trata de un mundo mejor",
    "",
    "",
    ""
  ]
}